{
    "chapters": [
        {
            "passages": [
                "Few books attain a distribution reckoned in millions or exert so great\nan influence in the uplifting of humanity as has  *Steps to Christ*. In\ncountless editions, this little volume has been printed in more than\nseventy languages, bringing inspiration to hundreds of thousands of men\nand women throughout the world, even those who dwell in the remote\ncorners of the earth. From the appearance of the first edition in 1892,\nthe publishers have been called upon to add printing to printing to meet\nthe immediate and sustained demand from the reading public.  {SC 5.1}",
                "The author of this work, Ellen G. White (1827-1915), was a religious\nspeaker and writer, well known on three continents. Born near Portland,\nMaine, she spent her early life in the New England States, and then her\ntravels and labors led her to the rapidly expanding central and western\nareas of the United States. The years 1885 to 1887 she devoted to work\nin the leading countries of Europe, where she often addressed large\naudiences, and continued her writing. Subsequently she spent nine active\nyears in Australia and New Zealand. From her pen have come forty-five\nvolumes, large and small, in the fields of theology, education, health,\nand the home, and practical Christianity, several with a distribution\nexceeding the million-copy mark. Of these,  *Steps to Christ*  is the most\npopular and widely read.  {SC 5.2}",
                "The title of the book tells its mission. It points the  reader to Jesus\nChrist as the only one who is able to meet the needs of the soul. It\ndirects the feet of the doubting and halting to the pathway of peace. It\nleads the seeker after righteousness and wholeness of character, step by\nstep, along the way of Christian living, to that experience where he can\nknow the fullness of blessing which is found in the complete surrender\nof self. It reveals to him the secret of victory as it unfolds in\nsimplicity the saving grace and the keeping power of the great Friend of\nall mankind.  {SC 5.3}",
                "This edition marks a forward step in standardizing the paging of the\nbook in forthcoming English-language printings. With no change in the\ntext, but with a format, spelling, and capitalization in keeping with\nthe times, this little compendium of devotion will continue on its\nmission, but now in such form, regardless of the size of the type or\npage, as to conform to the new  *Index*  to the writings of Ellen G.\nWhite.  {SC 6.1}",
                "Jacob of old, when oppressed with the fear that his sin had cut him off\nfrom God, lay down to rest, and \"he dreamed, and behold a ladder set up\non the earth, and the top of it reached to heaven.\" The connection\nbetween earth and heaven was thus revealed to him, and words of comfort\nand hope were spoken to the wanderer by Him who stood at the top of the\nshadowy stairs. That the heavenly vision may be repeated to many as they\nread this story of the way of life, is the sincere wish of the\npublishers, and---  {SC 6.2}",
                "**The Trustees of the Ellen G. White Publications**"
            ],
            "title": "*Foreword*"
        },
        {
            "passages": [
                "Nature and revelation alike testify of God's love. Our Father in heaven\nis the source of life, of wisdom, and of joy. Look at the wonderful and\nbeautiful things of nature. Think of their marvelous adaptation to the\nneeds and happiness, not only of man, but of all living creatures. The\nsunshine and the rain, that gladden and refresh the earth, the hills and\nseas and plains, all speak to us of the Creator's love. It is God who\nsupplies the daily needs of all His creatures. In the beautiful words of\nthe psalmist---  {SC 9.1}",
                "*\"The eyes of all wait upon Thee;\\\nAnd Thou givest them their meat in due season.\\\nThou openest Thine hand,\\\nAnd satisfiest the desire of every living thing.\"  {SC 9.2}*",
                "Psalm 145:15, 16.  {SC 9}",
                "God made man perfectly holy and happy; and the fair earth, as it came\nfrom the Creator's hand, bore no blight of decay or shadow of the curse.\nIt is transgression of God's law---the law of love---that has brought\nwoe and death. Yet even amid the suffering that results from sin, God's\nlove is revealed. It is written that God cursed the ground for man's\nsake.  Genesis 3:17. The thorn and the thistle---the difficulties and\ntrials that make his life one of toil and care---were appointed for his\ngood as a part of the training needful in God's plan for his uplifting\nfrom the ruin and degradation that sin has wrought. The  world, though\nfallen, is not all sorrow and misery. In nature itself are messages of\nhope and comfort. There are flowers upon the thistles, and the thorns\nare covered with roses.  {SC 9.3}",
                "\"God is love\" is written upon every opening bud, upon every spire of\nspringing grass. The lovely birds making the air vocal with their happy\nsongs, the delicately tinted flowers in their perfection perfuming the\nair, the lofty trees of the forest with their rich foliage of living\ngreen---all testify to the tender, fatherly care of our God and to His\ndesire to make His children happy.  {SC 10.1}",
                "The word of God reveals His character. He Himself has declared His\ninfinite love and pity. When Moses prayed, \"Show me Thy glory,\" the Lord\nanswered, \"I will make all My goodness pass before thee.\"  Exodus 33:18,\n19. This is His glory. The Lord passed before Moses, and proclaimed,\n\"The Lord, The Lord God, merciful and gracious, long-suffering, and\nabundant in goodness and truth, keeping mercy for thousands, forgiving\niniquity and transgression and sin.\"  Exodus 34:6, 7. He is \"slow to\nanger, and of great kindness,\" \"because He delighteth in mercy.\"  Jonah\n4:2;  Micah 7:18.  {SC 10.2}",
                "God has bound our hearts to Him by unnumbered tokens in heaven and in\nearth. Through the things of nature, and the deepest and tenderest\nearthly ties that human hearts can know, He has sought to reveal Himself\nto us. Yet these but imperfectly represent His love. Though all these\nevidences have been given, the enemy of good blinded the minds of men,\nso that they looked upon God with fear; they thought of  Him as severe\nand unforgiving. Satan led men to conceive of God as a being whose chief\nattribute is stern justice,---one who is a severe judge, a harsh,\nexacting creditor. He pictured the Creator as a being who is watching\nwith jealous eye to discern the errors and mistakes of men, that He may\nvisit judgments upon them. It was to remove this dark shadow, by\nrevealing to the world the infinite love of God, that Jesus came to live\namong men.  {SC 10.3}",
                "The Son of God came from heaven to make manifest the Father. \"No man\nhath seen God at any time; the only begotten Son, which is in the bosom\nof the Father, He hath declared Him.\"  John 1:18. \"Neither knoweth any\nman the Father, save the Son, and he to whomsoever the Son will reveal\nHim.\"  Matthew 11:27. When one of the disciples made the request, \"Show\nus the Father,\" Jesus answered, \"Have I been so long time with you, and\nyet hast thou not known Me, Philip? He that hath seen Me hath seen the\nFather; and how sayest thou then, Show us the Father?\"  John 14:8, 9.  {SC\n11.1}",
                "In describing His earthly mission, Jesus said, The Lord \"hath anointed\nMe to preach the gospel to the poor; He hath sent Me to heal the\nbrokenhearted, to preach deliverance to the captives, and recovering of\nsight to the blind, to set at liberty them that are bruised.\"  Luke 4:18.\nThis was His work. He went about doing good and healing all that were\noppressed by Satan. There were whole villages where there was not a moan\nof sickness in any house, for He had passed through them and healed all\ntheir sick. His work gave evidence of His divine anointing. Love, mercy,\nand compassion were revealed in every act of  His life; His heart went\nout in tender sympathy to the children of men. He took man's nature,\nthat He might reach man's wants. The poorest and humblest were not\nafraid to approach Him. Even little children were attracted to Him. They\nloved to climb upon His knees and gaze into the pensive face, benignant\nwith love.  {SC 11.2}",
                "Jesus did not suppress one word of truth, but He uttered it always in\nlove. He exercised the greatest tact and thoughtful, kind attention in\nHis relationships with the people. He was never rude, never needlessly\nspoke a severe word, never gave needless pain to a sensitive soul. He\ndid not censure human weakness. He spoke the truth, but always in love.\nHe denounced hypocrisy, unbelief, and iniquity; but tears were in His\nvoice as He uttered His scathing rebukes. He wept over Jerusalem, the\ncity He loved, which refused to receive Him, the way, the truth, and the\nlife. They had rejected Him, the Saviour, but He regarded them with\npitying tenderness. His life was one of self-denial and thoughtful care\nfor others. Every soul was precious in His eyes. While He ever bore\nHimself with divine dignity, He bowed with the tenderest regard to every\nmember of the family of God. In all men He saw fallen souls whom it was\nHis mission to save.  {SC 12.1}",
                "Such is the character of Christ as revealed in His life. This is the\ncharacter of God. It is from the Father's heart that the streams of\ndivine compassion, manifest in Christ, flow out to the children of men.\nJesus, the tender, pitying Saviour, was God \"manifest in the flesh.\"  1\nTimothy 3:16.  {SC 12.2}",
                "It was to redeem us that Jesus lived and suffered and died. He became \"a\nMan of Sorrows,\" that we might be made partakers of everlasting joy. God\npermitted His beloved Son, full of grace and truth, to come from a world\nof indescribable glory, to a world marred and blighted with sin,\ndarkened with the shadow of death and the curse. He permitted Him to\nleave the bosom of His love, the adoration of the angels, to suffer\nshame, insult, humiliation, hatred, and death. \"The chastisement of our\npeace was upon Him; and with His stripes we are healed.\"  Isaiah 53:5.\nBehold Him in the wilderness, in Gethsemane, upon the cross! The\nspotless Son of God took upon Himself the burden of sin. He who had been\none with God, felt in His soul the awful separation that sin makes\nbetween God and man. This wrung from His lips the anguished cry, \"My\nGod, My God, why hast Thou forsaken Me?\"  Matthew 27:46. It was the\nburden of sin, the sense of its terrible enormity, of its separation of\nthe soul from God---it was this that broke the heart of the Son of\nGod.  {SC 13.1}",
                "But this great sacrifice was not made in order to create in the Father's\nheart a love for man, not to make Him willing to save. No, no! \"God so\nloved the world, that He gave His only-begotten Son.\"  John 3:16. The\nFather loves us, not because of the great propitiation, but He provided\nthe propitiation because He loves us. Christ was the medium through\nwhich He could pour out His infinite love upon a fallen world. \"God was\nin Christ, reconciling the world unto Himself.\"  2 Corinthians 5:19. God\nsuffered with His Son. In the agony of Gethsemane, the death of  Calvary,\nthe heart of Infinite Love paid the price of our redemption.  {SC 13.2}",
                "Jesus said, \"Therefore doth My Father love Me, because I lay down My\nlife, that I might take it again.\"  John 10:17. That is, \"My Father has\nso loved you that He even loves Me more for giving My life to redeem\nyou. In becoming your Substitute and Surety, by surrendering My life, by\ntaking your liabilities, your transgressions, I am endeared to My\nFather; for by My sacrifice, God can be just, and yet the Justifier of\nhim who believeth in Jesus.\"  {SC 14.1}",
                "None but the Son of God could accomplish our redemption; for only He who\nwas in the bosom of the Father could declare Him. Only He who knew the\nheight and depth of the love of God could make it manifest. Nothing less\nthan the infinite sacrifice made by Christ in behalf of fallen man could\nexpress the Father's love to lost humanity.  {SC 14.2}",
                "\"God so loved the world, that He gave His only-begotten Son.\" He gave\nHim not only to live among men, to bear their sins, and die their\nsacrifice. He gave Him to the fallen race. Christ was to identify\nHimself with the interests and needs of humanity. He who was one with\nGod has linked Himself with the children of men by ties that are never\nto be broken. Jesus is \"not ashamed to call them brethren\" (Hebrews\n2:11); He is our Sacrifice, our Advocate, our Brother, bearing our human\nform before the Father's throne, and through eternal ages one with the\nrace He has redeemed---the Son of man. And all this that man might be\nuplifted from the ruin and degradation of sin that he might reflect the\nlove of God and share the joy of holiness.  {SC 14.3}",
                "The price paid for our redemption, the infinite sacrifice of our\nheavenly Father in giving His Son to die for us, should give us exalted\nconceptions of what we may become through Christ. As the inspired\napostle John beheld the height, the depth, the breadth of the Father's\nlove toward the perishing race, he was filled with adoration and\nreverence; and, failing to find suitable language in which to express\nthe greatness and tenderness of this love, he called upon the world to\nbehold it. \"Behold, what manner of love the Father hath bestowed upon\nus, that we should be called the sons of God.\"  1 John 3:1. What a value\nthis places upon man! Through transgression the sons of man become\nsubjects of Satan. Through faith in the atoning sacrifice of Christ the\nsons of Adam may become the sons of God. By assuming human nature,\nChrist elevates humanity. Fallen men are placed where, through\nconnection with Christ, they may indeed become worthy of the name \"sons\nof God.\"  {SC 15.1}",
                "Such love is without a parallel. Children of the heavenly King! Precious\npromise! Theme for the most profound meditation! The matchless love of\nGod for a world that did not love Him! The thought has a subduing power\nupon the soul and brings the mind into captivity to the will of God. The\nmore we study the divine character in the light of the cross, the more\nwe see mercy, tenderness, and forgiveness blended with equity and\njustice, and the more clearly we discern innumerable evidences of a love\nthat is infinite and a tender pity surpassing a mother's yearning\nsympathy for her wayward child.  {SC 15.2}"
            ],
            "title": "*Chapter 1---God's Love for Man*"
        },
        {
            "passages": [
                "Man was originally endowed with noble powers and a well-balanced mind.\nHe was perfect in his being, and in harmony with God. His thoughts were\npure, his aims holy. But through disobedience, his powers were\nperverted, and selfishness took the place of love. His nature became so\nweakened through transgression that it was impossible for him, in his\nown strength, to resist the power of evil. He was made captive by Satan,\nand would have remained so forever had not God specially interposed. It\nwas the tempter's purpose to thwart the divine plan in man's creation,\nand fill the earth with woe and desolation. And he would point to all\nthis evil as the result of God's work in creating man.  {SC 17.1}",
                "In his sinless state, man held joyful communion with Him \"in whom are\nhid all the treasures of wisdom and knowledge.\"  Colossians 2:3. But\nafter his sin, he could no longer find joy in holiness, and he sought to\nhide from the presence of God. Such is still the condition of the\nunrenewed heart. It is not in harmony with God, and finds no joy in\ncommunion with Him. The sinner could not be happy in God's presence; he\nwould shrink from the companionship of holy beings. Could he be\npermitted to enter heaven, it would have no joy for him. The spirit of\nunselfish love that reigns there---every heart responding to the heart\nof Infinite Love---would touch no answering chord in his soul. His\nthoughts, his interests, his motives, would be alien to  those that\nactuate the sinless dwellers there. He would be a discordant note in the\nmelody of heaven. Heaven would be to him a place of torture; he would\nlong to be hidden from Him who is its light, and the center of its joy.\nIt is no arbitrary decree on the part of God that excludes the wicked\nfrom heaven; they are shut out by their own unfitness for its\ncompanionship. The glory of God would be to them a consuming fire. They\nwould welcome destruction, that they might be hidden from the face of\nHim who died to redeem them.  {SC 17.2}",
                "It is impossible for us, of ourselves, to escape from the pit of sin in\nwhich we are sunken. Our hearts are evil, and we cannot change them.\n\"Who can bring a clean thing out of an unclean? not one.\" \"The carnal\nmind is enmity against God: for it is not subject to the law of God,\nneither indeed can be.\"  Job 14:4;  Romans 8:7. Education, culture, the\nexercise of the will, human effort, all have their proper sphere, but\nhere they are powerless. They may produce an outward correctness of\nbehavior, but they cannot change the heart; they cannot purify the\nsprings of life. There must be a power working from within, a new life\nfrom above, before men can be changed from sin to holiness. That power\nis Christ. His grace alone can quicken the lifeless faculties of the\nsoul, and attract it to God, to holiness.  {SC 18.1}",
                "The Saviour said, \"Except a man be born from above,\" unless he shall\nreceive a new heart, new desires, purposes, and motives, leading to a\nnew life, \"he cannot see the kingdom of God.\"  John 3:3, margin. The idea\nthat it is necessary only to develop the good that  exists in man by\nnature, is a fatal deception. \"The natural man receiveth not the things\nof the Spirit of God: for they are foolishness unto him: neither can he\nknow them, because they are spiritually discerned.\" \"Marvel not that I\nsaid unto thee, Ye must be born again.\"  1 Corinthians 2:14;  John 3:7. Of\nChrist it is written, \"In Him was life; and the life was the light of\nmen\"---the only \"name under heaven given among men, whereby we must be\nsaved.\"  John 1:4;  Acts 4:12.  {SC 18.2}",
                "It is not enough to perceive the loving-kindness of God, to see the\nbenevolence, the fatherly tenderness, of His character. It is not enough\nto discern the wisdom and justice of His law, to see that it is founded\nupon the eternal principle of love. Paul the apostle saw all this when\nhe exclaimed, \"I consent unto the law that it is good.\" \"The law is\nholy, and the commandment holy, and just, and good.\" But he added, in\nthe bitterness of his soul-anguish and despair, \"I am carnal, sold under\nsin.\"  Romans 7:16, 12, 14. He longed for the purity, the righteousness,\nto which in himself he was powerless to attain, and cried out, \"O\nwretched man that I am! who shall deliver me from this body of\ndeath?\"  Romans 7:24, margin. Such is the cry that has gone up from\nburdened hearts in all lands and in all ages. To all, there is but one\nanswer, \"Behold the Lamb of God, which taketh away the sin of the\nworld.\"  John 1:29.  {SC 19.1}",
                "Many are the figures by which the Spirit of God has sought to illustrate\nthis truth, and make it plain to souls that long to be freed from the\nburden of guilt. When, after his sin in deceiving Esau, Jacob fled from\nhis father's home, he was weighed down with a sense  of guilt. Lonely and\noutcast as he was, separated from all that had made life dear, the one\nthought that above all others pressed upon his soul, was the fear that\nhis sin had cut him off from God, that he was forsaken of Heaven. In\nsadness he lay down to rest on the bare earth, around him only the\nlonely hills, and above, the heavens bright with stars. As he slept, a\nstrange light broke upon his vision; and lo, from the plain on which he\nlay, vast shadowy stairs seemed to lead upward to the very gates of\nheaven, and upon them angels of God were passing up and down; while from\nthe glory above, the divine voice was heard in a message of comfort and\nhope. Thus was made known to Jacob that which met the need and longing\nof his soul---a Saviour. With joy and gratitude he saw revealed a way by\nwhich he, a sinner, could be restored to communion with God. The mystic\nladder of his dream represented Jesus, the only medium of communication\nbetween God and man.  {SC 19.2}",
                "This is the same figure to which Christ referred in His conversation\nwith Nathanael, when He said, \"Ye shall see heaven open, and the angels\nof God ascending and descending upon the Son of man.\"  John 1:51. In the\napostasy, man alienated himself from God; earth was cut off from heaven.\nAcross the gulf that lay between, there could be no communion. But\nthrough Christ, earth is again linked with heaven. With His own merits,\nChrist has bridged the gulf which sin had made, so that the ministering\nangels can hold communion with man. Christ connects fallen man in his\nweakness and helplessness with the Source of infinite power.  {SC 20.1}",
                "But in vain are men's dreams of progress, in vain all efforts for the\nuplifting of humanity, if they neglect the one Source of hope and help\nfor the fallen race. \"Every good gift and every perfect gift\" (James\n1:17) is from God. There is no true excellence of character apart from\nHim. And the only way to God is Christ. He says, \"I am the way, the\ntruth, and the life: no man cometh unto the Father, but by Me.\"  John\n14:6.  {SC 21.1}",
                "The heart of God yearns over His earthly children with a love stronger\nthan death. In giving up His Son, He has poured out to us all heaven in\none gift. The Saviour's life and death and intercession, the ministry of\nangels, the pleading of the Spirit, the Father working above and through\nall, the unceasing interest of heavenly beings,---all are enlisted in\nbehalf of man's redemption.  {SC 21.2}",
                "Oh, let us contemplate the amazing sacrifice that has been made for us!\nLet us try to appreciate the labor and energy that Heaven is expending\nto reclaim the lost, and bring them back to the Father's house. Motives\nstronger, and agencies more powerful, could never be brought into\noperation; the exceeding rewards for right-doing, the enjoyment of\nheaven, the society of the angels, the communion and love of God and His\nSon, the elevation and extension of all our powers throughout eternal\nages---are these not mighty incentives and encouragements to urge us to\ngive the heart's loving service to our Creator and Redeemer?  {SC 21.3}",
                "And, on the other hand, the judgments of God pronounced against sin, the\ninevitable retribution, the  degradation of our character, and the final\ndestruction, are presented in God's word to warn us against the service\nof Satan.  {SC 21.4}",
                "Shall we not regard the mercy of God? What more could He do? Let us\nplace ourselves in right relation to Him who has loved us with amazing\nlove. Let us avail ourselves of the means provided for us that we may be\ntransformed into His likeness, and be restored to fellowship with the\nministering angels, to harmony and communion with the Father and the\nSon.  {SC 22.1}"
            ],
            "title": "*Chapter 2---The Sinner's Need of Christ*"
        },
        {
            "passages": [
                "How shall a man be just with God? How shall the sinner be made\nrighteous? It is only through Christ that we can be brought into harmony\nwith God, with holiness; but how are we to come to Christ? Many are\nasking the same question as did the multitude on the Day of Pentecost,\nwhen, convicted of sin, they cried out, \"What shall we do?\" The first\nword of Peter's answer was, \"Repent.\"  Acts 2:37, 38. At another time,\nshortly after, he said, \"Repent, \\... and be converted, that your sins\nmay be blotted out.\"  Acts 3:19.  {SC 23.1}",
                "Repentance includes sorrow for sin and a turning away from it. We shall\nnot renounce sin unless we see its sinfulness; until we turn away from\nit in heart, there will be no real change in the life.  {SC 23.2}",
                "There are many who fail to understand the true nature of repentance.\nMultitudes sorrow that they have sinned and even make an outward\nreformation because they fear that their wrongdoing will bring suffering\nupon themselves. But this is not repentance in the Bible sense. They\nlament the suffering rather than the sin. Such was the grief of Esau\nwhen he saw that the birthright was lost to him forever. Balaam,\nterrified by the angel standing in his pathway with drawn sword,\nacknowledged his guilt lest he should lose his life; but there was no\ngenuine repentance for sin, no conversion of purpose, no abhorrence of\nevil. Judas Iscariot, after betraying his  Lord, exclaimed, \"I have\nsinned in that I have betrayed the innocent blood.\"  Matthew 27:4.  {SC\n23.3}",
                "The confession was forced from his guilty soul by an awful sense of\ncondemnation and a fearful looking for of judgment. The consequences\nthat were to result to him filled him with terror, but there was no\ndeep, heartbreaking grief in his soul, that he had betrayed the spotless\nSon of God and denied the Holy One of Israel. Pharaoh, when suffering\nunder the judgments of God, acknowledged his sin in order to escape\nfurther punishment, but returned to his defiance of Heaven as soon as\nthe plagues were stayed. These all lamented the results of sin, but did\nnot sorrow for the sin itself.  {SC 24.1}",
                "But when the heart yields to the influence of the Spirit of God, the\nconscience will be quickened, and the sinner will discern something of\nthe depth and sacredness of God's holy law, the foundation of His\ngovernment in heaven and on earth. The \"Light, which lighteth every man\nthat cometh into the world,\" illumines the secret chambers of the soul,\nand the hidden things of darkness are made manifest.  John 1:9.\nConviction takes hold upon the mind and heart. The sinner has a sense of\nthe righteousness of Jehovah and feels the terror of appearing, in his\nown guilt and uncleanness, before the Searcher of hearts. He sees the\nlove of God, the beauty of holiness, the joy of purity; he longs to be\ncleansed and to be restored to communion with Heaven.  {SC 24.2}",
                "The prayer of David after his fall, illustrates the nature of true\nsorrow for sin. His repentance was sincere and deep. There was no effort\nto palliate  his guilt; no desire to escape the judgment threatened,\ninspired his prayer. David saw the enormity of his transgression; he saw\nthe defilement of his soul; he loathed his sin. It was not for pardon\nonly that he prayed, but for purity of heart. He longed for the joy of\nholiness---to be restored to harmony and communion with God. This was\nthe language of his soul:  {SC 24.3}",
                "*\"Blessed is he whose transgression is forgiven,\\\nwhose sin is covered.\\\nBlessed is the man unto whom the Lord\\\nimputeth not iniquity,\\\nAnd in whose spirit there is no guile.\"  {SC 25.1}*",
                "Psalm 32:1, 2.  {SC 25}",
                "*\"Have mercy upon me, O God, according to\\\nThy loving-kindness:\\\nAccording unto the multitude of Thy tender\\\nmercies blot out my transgressions\\....\\\nFor I acknowledge my transgressions: and my\\\nsin is ever before me\\....\\\nPurge me with hyssop, and I shall be clean:\\\nwash me, and I shall be whiter than snow\\....\\\nCreate in me a clean heart, O God;\\\nAnd renew a right spirit within me.\\\nCast me not away from Thy presence;\\\nAnd take not Thy Holy Spirit from me.\\\nRestore unto me the joy of Thy salvation;\\\nAnd uphold me with Thy free spirit\\....\\\nDeliver me from bloodguiltiness, O God, Thou\\\nGod of my salvation:\\\nAnd my tongue shall sing aloud of Thy\\\nrighteousness.\"  {SC 25.2}*",
                "Psalm 51:1-14.  {SC 25}",
                "A repentance such as this, is beyond the reach of our own power to\naccomplish; it is obtained only from Christ, who ascended up on high and\nhas given gifts unto men.  {SC 25.3}",
                "Just here is a point on which many may err, and hence they fail of\nreceiving the help that Christ desires to give them. They think that\nthey cannot come to Christ unless they first repent, and that repentance\nprepares for the forgiveness of their sins. It is true that repentance\ndoes precede the forgiveness of sins; for it is only the broken and\ncontrite heart that will feel the need of a Saviour. But must the sinner\nwait till he has repented before he can come to Jesus? Is repentance to\nbe made an obstacle between the sinner and the Saviour?  {SC 26.1}",
                "The Bible does not teach that the sinner must repent before he can heed\nthe invitation of Christ, \"Come unto Me, all ye that labor and are\nheavy-laden, and I will give you rest.\"  Matthew 11:28. It is the virtue\nthat goes forth from Christ, that leads to genuine repentance. Peter\nmade the matter clear in his statement to the Israelites when he said,\n\"Him hath God exalted with His right hand to be a Prince and a Saviour,\nfor to give repentance to Israel, and forgiveness of sins.\"  Acts 5:31.\nWe can no more repent without the Spirit of Christ to awaken the\nconscience than we can be pardoned without Christ.  {SC 26.2}",
                "Christ is the source of every right impulse. He is the only one that can\nimplant in the heart enmity against sin. Every desire for truth and\npurity, every conviction of our own sinfulness, is an evidence that His\nSpirit is moving upon our hearts.  {SC 26.3}",
                "Jesus has said, \"I, if I be lifted up from the earth, will draw all men\nunto Me.\"  John 12:32. Christ must be revealed to the sinner as the\nSaviour dying for the sins of the world; and as we behold the Lamb\nof  God upon the cross of Calvary, the mystery of redemption begins to\nunfold to our minds and the goodness of God leads us to repentance. In\ndying for sinners, Christ manifested a love that is incomprehensible;\nand as the sinner beholds this love, it softens the heart, impresses the\nmind, and inspires contrition in the soul.  {SC 26.4}",
                "It is true that men sometimes become ashamed of their sinful ways, and\ngive up some of their evil habits, before they are conscious that they\nare being drawn to Christ. But whenever they make an effort to reform,\nfrom a sincere desire to do right, it is the power of Christ that is\ndrawing them. An influence of which they are unconscious works upon the\nsoul, and the conscience is quickened, and the outward life is amended.\nAnd as Christ draws them to look upon His cross, to behold Him whom\ntheir sins have pierced, the commandment comes home to the conscience.\nThe wickedness of their life, the deep-seated sin of the soul, is\nrevealed to them. They begin to comprehend something of the\nrighteousness of Christ, and exclaim, \"What is sin, that it should\nrequire such a sacrifice for the redemption of its victim? Was all this\nlove, all this suffering, all this humiliation, demanded, that we might\nnot perish, but have everlasting life?\"  {SC 27.1}",
                "The sinner may resist this love, may refuse to be drawn to Christ; but\nif he does not resist he will be drawn to Jesus; a knowledge of the plan\nof salvation will lead him to the foot of the cross in repentance for\nhis sins, which have caused the sufferings of God's dear Son.  {SC 27.2}",
                "The same divine mind that is working upon the things of nature is\nspeaking to the hearts of men and creating an inexpressible craving for\nsomething they have not. The things of the world cannot satisfy their\nlonging. The Spirit of God is pleading with them to seek for those\nthings that alone can give peace and rest---the grace of Christ, the joy\nof holiness. Through influences seen and unseen, our Saviour is\nconstantly at work to attract the minds of men from the unsatisfying\npleasures of sin to the infinite blessings that may be theirs in Him. To\nall these souls, who are vainly seeking to drink from the broken\ncisterns of this world, the divine message is addressed, \"Let him that\nis athirst come. And whosoever will, let him take the water of life\nfreely.\"  Revelation 22:17.  {SC 28.1}",
                "You who in heart long for something better than this world can give,\nrecognize this longing as the voice of God to your soul. Ask Him to give\nyou repentance, to reveal Christ to you in His infinite love, in His\nperfect purity. In the Saviour's life the principles of God's law---love\nto God and man---were perfectly exemplified. Benevolence, unselfish\nlove, was the life of His soul. It is as we behold Him, as the light\nfrom our Saviour falls upon us, that we see the sinfulness of our own\nhearts.  {SC 28.2}",
                "We may have flattered ourselves, as did Nicodemus, that our life has\nbeen upright, that our moral character is correct, and think that we\nneed not humble the heart before God, like the common sinner: but when\nthe light from Christ shines into our souls, we shall see how impure we\nare; we shall discern the selfishness of motive, the enmity against God,\nthat  has defiled every act of life. Then we shall know that our own\nrighteousness is indeed as filthy rags, and that the blood of Christ\nalone can cleanse us from the defilement of sin, and renew our hearts in\nHis own likeness.  {SC 28.3}",
                "One ray of the glory of God, one gleam of the purity of Christ,\npenetrating the soul, makes every spot of defilement painfully distinct,\nand lays bare the deformity and defects of the human character. It makes\napparent the unhallowed desires, the infidelity of the heart, the\nimpurity of the lips. The sinner's acts of disloyalty in making void the\nlaw of God, are exposed to his sight, and his spirit is stricken and\nafflicted under the searching influence of the Spirit of God. He loathes\nhimself as he views the pure, spotless character of Christ.  {SC 29.1}",
                "When the prophet Daniel beheld the glory surrounding the heavenly\nmessenger that was sent unto him, he was overwhelmed with a sense of his\nown weakness and imperfection. Describing the effect of the wonderful\nscene, he says, \"There remained no strength in me: for my comeliness was\nturned in me into corruption, and I retained no strength.\"  Daniel 10:8.\nThe soul thus touched will hate its selfishness, abhor its self-love,\nand will seek, through Christ's righteousness, for the purity of heart\nthat is in harmony with the law of God and the character of Christ.  {SC\n29.2}",
                "Paul says that as \"touching the righteousness which is in the law\"---as\nfar as outward acts were concerned---he was \"blameless\" (Philippians\n3:6); but when the spiritual character of the law was discerned, he saw\nhimself a sinner. Judged by the letter of the law as  men apply it to the\noutward life, he had abstained from sin; but when he looked into the\ndepths of its holy precepts, and saw himself as God saw him, he bowed in\nhumiliation and confessed his guilt. He says, \"I was alive without the\nlaw once: but when the commandment came, sin revived, and I\ndied.\"  Romans 7:9. When he saw the spiritual nature of the law, sin\nappeared in its true hideousness, and his self-esteem was gone.  {SC\n29.3}",
                "God does not regard all sins as of equal magnitude; there are degrees of\nguilt in His estimation, as well as in that of man; but however trifling\nthis or that wrong act may seem in the eyes of men, no sin is small in\nthe sight of God. Man's judgment is partial, imperfect; but God\nestimates all things as they really are. The drunkard is despised and is\ntold that his sin will exclude him from heaven; while pride,\nselfishness, and covetousness too often go unrebuked. But these are sins\nthat are especially offensive to God; for they are contrary to the\nbenevolence of His character, to that unselfish love which is the very\natmosphere of the unfallen universe. He who falls into some of the\ngrosser sins may feel a sense of his shame and poverty and his need of\nthe grace of Christ; but pride feels no need, and so it closes the heart\nagainst Christ and the infinite blessings He came to give.  {SC 30.1}",
                "The poor publican who prayed, \"God be merciful to me a sinner\" (Luke\n18:13), regarded himself as a very wicked man, and others looked upon\nhim in the same light; but he felt his need, and with his burden\nof  guilt and shame he came before God, asking for His mercy. His heart\nwas open for the Spirit of God to do its gracious work and set him free\nfrom the power of sin. The Pharisee's boastful, self-righteous prayer\nshowed that his heart was closed against the influence of the Holy\nSpirit. Because of his distance from God, he had no sense of his own\ndefilement, in contrast with the perfection of the divine holiness. He\nfelt no need, and he received nothing.  {SC 30.2}",
                "If you see your sinfulness, do not wait to make yourself better. How\nmany there are who think they are not good enough to come to Christ. Do\nyou expect to become better through your own efforts? \"Can the Ethiopian\nchange his skin, or the leopard his spots? then may ye also do good,\nthat are accustomed to do evil.\"  Jeremiah 13:23. There is help for us\nonly in God. We must not wait for stronger persuasions, for better\nopportunities, or for holier tempers. We can do nothing of ourselves. We\nmust come to Christ just as we are.  {SC 31.1}",
                "But let none deceive themselves with the thought that God, in His great\nlove and mercy, will yet save even the rejecters of His grace. The\nexceeding sinfulness of sin can be estimated only in the light of the\ncross. When men urge that God is too good to cast off the sinner, let\nthem look to Calvary. It was because there was no other way in which man\ncould be saved, because without this sacrifice it was impossible for the\nhuman race to escape from the defiling power of sin, and be restored to\ncommunion with holy beings,---impossible for them again to become\npartakers  of spiritual life,---it was because of this that Christ took\nupon Himself the guilt of the disobedient and suffered in the sinner's\nstead. The love and suffering and death of the Son of God all testify to\nthe terrible enormity of sin and declare that there is no escape from\nits power, no hope of the higher life, but through the submission of the\nsoul to Christ.  {SC 31.2}",
                "The impenitent sometimes excuse themselves by saying of professed\nChristians, \"I am as good as they are. They are no more self-denying,\nsober, or circumspect in their conduct than I am. They love pleasure and\nself-indulgence as well as I do.\" Thus they make the faults of others an\nexcuse for their own neglect of duty. But the sins and defects of others\ndo not excuse anyone, for the Lord has not given us an erring human\npattern. The spotless Son of God has been given as our example, and\nthose who complain of the wrong course of professed Christians are the\nones who should show better lives and nobler examples. If they have so\nhigh a conception of what a Christian should be, is not their own sin so\nmuch the greater? They know what is right, and yet refuse to do it.  {SC\n32.1}",
                "Beware of procrastination. Do not put off the work of forsaking your\nsins and seeking purity of heart through Jesus. Here is where thousands\nupon thousands have erred to their eternal loss. I will not here dwell\nupon the shortness and uncertainty of life; but there is a terrible\ndanger---a danger not sufficiently understood---in delaying to yield to\nthe pleading voice of God's Holy Spirit, in choosing to live in sin; for\nsuch this delay really is. Sin, however  small it may be esteemed, can be\nindulged in only at the peril of infinite loss. What we do not overcome,\nwill overcome us and work out our destruction.  {SC 32.2}",
                "Adam and Eve persuaded themselves that in so small a matter as eating of\nthe forbidden fruit there could not result such terrible consequences as\nGod had declared. But this small matter was the transgression of God's\nimmutable and holy law, and it separated man from God and opened the\nfloodgates of death and untold woe upon our world. Age after age there\nhas gone up from our earth a continual cry of mourning, and the whole\ncreation groaneth and travaileth together in pain as a consequence of\nman's disobedience. Heaven itself has felt the effects of his rebellion\nagainst God. Calvary stands as a memorial of the amazing sacrifice\nrequired to atone for the transgression of the divine law. Let us not\nregard sin as a trivial thing.  {SC 33.1}",
                "Every act of transgression, every neglect or rejection of the grace of\nChrist, is reacting upon yourself; it is hardening the heart, depraving\nthe will, benumbing the understanding, and not only making you less\ninclined to yield, but less capable of yielding, to the tender pleading\nof God's Holy Spirit.  {SC 33.2}",
                "Many are quieting a troubled conscience with the thought that they can\nchange a course of evil when they choose; that they can trifle with the\ninvitations of mercy, and yet be again and again impressed. They think\nthat after doing despite to the Spirit of grace, after casting their\ninfluence on the side of Satan, in a moment of terrible extremity they\ncan change their course. But this is not so easily done. The\nexperience,  the education, of a lifetime, has so thoroughly molded the\ncharacter that few then desire to receive the image of Jesus.  {SC 33.3}",
                "Even one wrong trait of character, one sinful desire, persistently\ncherished, will eventually neutralize all the power of the gospel. Every\nsinful indulgence strengthens the soul's aversion to God. The man who\nmanifests an infidel hardihood, or a stolid indifference to divine\ntruth, is but reaping the harvest of that which he has himself sown. In\nall the Bible there is not a more fearful warning against trifling with\nevil than the words of the wise man that the sinner \"shall be holden\nwith the cords of his sins.\"  Proverbs 5:22.  {SC 34.1}",
                "Christ is ready to set us free from sin, but He does not force the will;\nand if by persistent transgression the will itself is wholly bent on\nevil, and we do not  *desire*  to be set free, if we  *will*  not accept His\ngrace, what more can He do? We have destroyed ourselves by our\ndetermined rejection of His love. \"Behold, now is the accepted time;\nbehold, now is the day of salvation.\" \"Today if ye will hear His voice,\nharden not your hearts.\"  2 Corinthians 6:2;  Hebrews 3:7, 8.  {SC 34.2}",
                "\"Man looketh on the outward appearance, but the Lord looketh on the\nheart\"---the human heart, with its conflicting emotions of joy and\nsorrow; the wandering, wayward heart, which is the abode of so much\nimpurity and deceit.  1 Samuel 16:7. He knows its motives, its very\nintents and purposes. Go to Him with your soul all stained as it is.\nLike the psalmist, throw its chambers open to the all-seeing eye,\nexclaiming, \"Search me, O God, and know my heart: try me, and know  my\nthoughts: and see if there be any wicked way in me, and lead me in the\nway everlasting.\"  Psalm 139:23, 24.  {SC 34.3}",
                "Many accept an intellectual religion, a form of godliness, when the\nheart is not cleansed. Let it be your prayer, \"Create in me a clean\nheart, O God; and renew a right spirit within me.\"  Psalm 51:10. Deal\ntruly with your own soul. Be as earnest, as persistent, as you would be\nif your mortal life were at stake. This is a matter to be settled\nbetween God and your own soul, settled for eternity. A supposed hope,\nand nothing more, will prove your ruin.  {SC 35.1}",
                "Study God's word prayerfully. That word presents before you, in the law\nof God and the life of Christ, the great principles of holiness, without\nwhich \"no man shall see the Lord.\"  Hebrews 12:14. It convinces of sin;\nit plainly reveals the way of salvation. Give heed to it as the voice of\nGod speaking to your soul.  {SC 35.2}",
                "As you see the enormity of sin, as you see yourself as you really are,\ndo not give up to despair. It was sinners that Christ came to save. We\nhave not to reconcile God to us, but---O wondrous love!---God in Christ\nis \"reconciling the world unto Himself.\"  2 Corinthians 5:19. He is\nwooing by His tender love the hearts of His erring children. No earthly\nparent could be as patient with the faults and mistakes of his children,\nas is God with those He seeks to save. No one could plead more tenderly\nwith the transgressor. No human lips ever poured out more tender\nentreaties to the wanderer than does He. All His promises, His warnings,\nare but the breathing of unutterable love.  {SC 35.3}",
                "When Satan comes to tell you that you are a  great sinner, look up to\nyour Redeemer and talk of His merits. That which will help you is to\nlook to His light. Acknowledge your sin, but tell the enemy that \"Christ\nJesus came into the world to save sinners\" and that you may be saved by\nHis matchless love.  1 Timothy 1:15. Jesus asked Simon a question in\nregard to two debtors. One owed his Lord a small sum, and the other owed\nhim a very large sum; but he forgave them both, and Christ asked Simon\nwhich debtor would love his Lord most. Simon answered, \"He to whom he\nforgave most.\"  Luke 7:43. We have been great sinners, but Christ died\nthat we might be forgiven. The merits of His sacrifice are sufficient to\npresent to the Father in our behalf. Those to whom He has forgiven most\nwill love Him most, and will stand nearest to His throne to praise Him\nfor His great love and infinite sacrifice. It is when we most fully\ncomprehend the love of God that we best realize the sinfulness of sin.\nWhen we see the length of the chain that was let down for us, when we\nunderstand something of the infinite sacrifice that Christ has made in\nour behalf, the heart is melted with tenderness and contrition.  {SC\n35.4}"
            ],
            "title": "*Chapter 3---Repentance*"
        },
        {
            "passages": [
                "\"He that covereth his sins shall not prosper: but whoso confesseth and\nforsaketh them shall have mercy.\"  Proverbs 28:13.  {SC 37.1}",
                "The conditions of obtaining mercy of God are simple and just and\nreasonable. The Lord does not require us to do some grievous thing in\norder that we may have the forgiveness of sin. We need not make long and\nwearisome pilgrimages, or perform painful penances, to commend our souls\nto the God of heaven or to expiate our transgression; but he that\nconfesseth and forsaketh his sin shall have mercy.  {SC 37.2}",
                "The apostle says, \"Confess your faults one to another, and pray one for\nanother, that ye may be healed.\"  James 5:16. Confess your sins to God,\nwho only can forgive them, and your faults to one another. If you have\ngiven offense to your friend or neighbor, you are to acknowledge your\nwrong, and it is his duty freely to forgive you. Then you are to seek\nthe forgiveness of God, because the brother you have wounded is the\nproperty of God, and in injuring him you sinned against his Creator and\nRedeemer. The case is brought before the only true Mediator, our great\nHigh Priest, who \"was in all points tempted like as we are, yet without\nsin,\" and who is \"touched with the feeling of our infirmities,\" and is\nable to cleanse from every stain of iniquity.  Hebrews 4:15.  {SC 37.3}",
                "Those who have not humbled their souls before God in acknowledging their\nguilt, have not yet  fulfilled the first condition of acceptance. If we\nhave not experienced that repentance which is not to be repented of, and\nhave not with true humiliation of soul and brokenness of spirit\nconfessed our sins, abhorring our iniquity, we have never truly sought\nfor the forgiveness of sin; and if we have never sought, we have never\nfound the peace of God. The only reason why we do not have remission of\nsins that are past is that we are not willing to humble our hearts and\ncomply with the conditions of the word of truth. Explicit instruction is\ngiven concerning this matter. Confession of sin, whether public or\nprivate, should be heartfelt and freely expressed. It is not to be urged\nfrom the sinner. It is not to be made in a flippant and careless way, or\nforced from those who have no realizing sense of the abhorrent character\nof sin. The confession that is the outpouring of the inmost soul finds\nits way to the God of infinite pity. The psalmist says, \"The Lord is\nnigh unto them that are of a broken heart; and saveth such as be of a\ncontrite spirit.\"  Psalm 34:18.  {SC 37.4}",
                "True confession is always of a specific character, and acknowledges\nparticular sins. They may be of such a nature as to be brought before\nGod only; they may be wrongs that should be confessed to individuals who\nhave suffered injury through them; or they may be of a public character,\nand should then be as publicly confessed. But all confession should be\ndefinite and to the point, acknowledging the very sins of which you are\nguilty.  {SC 38.1}",
                "In the days of Samuel the Israelites wandered from God. They were\nsuffering the consequences of  sin; for they had lost their faith in God,\nlost their discernment of His power and wisdom to rule the nation, lost\ntheir confidence in His ability to defend and vindicate His cause. They\nturned from the great Ruler of the universe and desired to be governed\nas were the nations around them. Before they found peace they made this\ndefinite confession: \"We have added unto all our sins this evil, to ask\nus a king.\"  1 Samuel 12:19. The very sin of which they were convicted\nhad to be confessed. Their ingratitude oppressed their souls and severed\nthem from God.  {SC 38.2}",
                "Confession will not be acceptable to God without sincere repentance and\nreformation. There must be decided changes in the life; everything\noffensive to God must be put away. This will be the result of genuine\nsorrow for sin. The work that we have to do on our part is plainly set\nbefore us: \"Wash you, make you clean; put away the evil of your doings\nfrom before Mine eyes; cease to do evil; learn to do well; seek\njudgment, relieve the oppressed, judge the fatherless, plead for the\nwidow.\"  Isaiah 1:16, 17. \"If the wicked restore the pledge, give again\nthat he had robbed, walk in the statutes of life, without committing\niniquity; he shall surely live, he shall not die.\"  Ezekiel 33:15. Paul\nsays, speaking of the work of repentance: \"Ye sorrowed after a godly\nsort, what carefulness it wrought in you, yea, what clearing of\nyourselves, yea, what indignation, yea, what fear, yea, what vehement\ndesire, yea, what zeal, yea, what revenge! In all things ye have\napproved yourselves to be clear in this matter.\"  2 Corinthians 7:11.  {SC\n39.1}",
                "When sin has deadened the moral perceptions, the wrongdoer does not\ndiscern the defects of his character nor realize the enormity of the\nevil he has committed; and unless he yields to the convicting power of\nthe Holy Spirit he remains in partial blindness to his sin. His\nconfessions are not sincere and in earnest. To every acknowledgment of\nhis guilt he adds an apology in excuse of his course, declaring that if\nit had not been for certain circumstances he would not have done this or\nthat for which he is reproved.  {SC 40.1}",
                "After Adam and Eve had eaten of the forbidden fruit, they were filled\nwith a sense of shame and terror. At first their only thought was how to\nexcuse their sin and escape the dreaded sentence of death. When the Lord\ninquired concerning their sin, Adam replied, laying the guilt partly\nupon God and partly upon his companion: \"The woman whom Thou gavest to\nbe with me, she gave me of the tree, and I did eat.\" The woman put the\nblame upon the serpent, saying, \"The serpent beguiled me, and I did\neat.\"  Genesis 3:12, 13. Why did You make the serpent? Why did You suffer\nhim to come into Eden? These were the questions implied in her excuse\nfor her sin, thus charging God with the responsibility of their fall.\nThe spirit of self-justification originated in the father of lies and\nhas been exhibited by all the sons and daughters of Adam. Confessions of\nthis order are not inspired by the divine Spirit and will not be\nacceptable to God. True repentance will lead a man to bear his guilt\nhimself and acknowledge it without deception or hypocrisy. Like the poor\npublican, not lifting up so much as his eyes unto heaven, he will cry,\n\"God be  merciful to me a sinner,\" and those who do acknowledge their\nguilt will be justified, for Jesus will plead His blood in behalf of the\nrepentant soul.  {SC 40.2}",
                "The examples in God's word of genuine repentance and humiliation reveal\na spirit of confession in which there is no excuse for sin or attempt at\nself-justification. Paul did not seek to shield himself; he paints his\nsin in its darkest hue, not attempting to lessen his guilt. He says,\n\"Many of the saints did I shut up in prison, having received authority\nfrom the chief priests; and when they were put to death, I gave my voice\nagainst them. And I punished them oft in every synagogue, and compelled\nthem to blaspheme; and being exceedingly mad against them, I persecuted\nthem even unto strange cities.\"  Acts 26:10, 11. He does not hesitate to\ndeclare that \"Christ Jesus came into the world to save sinners; of whom\nI am chief.\"  1 Timothy 1:15.  {SC 41.1}",
                "The humble and broken heart, subdued by genuine repentance, will\nappreciate something of the love of God and the cost of Calvary; and as\na son confesses to a loving father, so will the truly penitent bring all\nhis sins before God. And it is written, \"If we confess our sins, He is\nfaithful and just to forgive us our sins, and to cleanse us from all\nunrighteousness.\"  1 John 1:9.  {SC 41.2}"
            ],
            "title": "*Chapter 4---Confession*"
        },
        {
            "passages": [
                "God's promise is, \"Ye shall seek Me, and find Me, when ye shall search\nfor Me with all your heart.\"  Jeremiah 29:13.  {SC 43.1}",
                "The whole heart must be yielded to God, or the change can never be\nwrought in us by which we are to be restored to His likeness. By nature\nwe are alienated from God. The Holy Spirit describes our condition in\nsuch words as these: \"Dead in trespasses and sins;\" \"the whole head is\nsick, and the whole heart faint;\" \"no soundness in it.\" We are held fast\nin the snare of Satan, \"taken captive by him at his will.\"  Ephesians\n2:1;  Isaiah 1:5, 6;  2 Timothy 2:26. God desires to heal us, to set us\nfree. But since this requires an entire transformation, a renewing of\nour whole nature, we must yield ourselves wholly to Him.  {SC 43.2}",
                "The warfare against self is the greatest battle that was ever fought.\nThe yielding of self, surrendering all to the will of God, requires a\nstruggle; but the soul must submit to God before it can be renewed in\nholiness.  {SC 43.3}",
                "The government of God is not, as Satan would make it appear, founded\nupon a blind submission, an unreasoning control. It appeals to the\nintellect and the conscience. \"Come now, and let us reason together\" is\nthe Creator's invitation to the beings He has made.  Isaiah 1:18. God\ndoes not force the will of His creatures. He cannot accept an homage\nthat is not willingly and intelligently given. A mere forced submission\nwould prevent all real development of mind  or character; it would make\nman a mere automaton. Such is not the purpose of the Creator. He desires\nthat man, the crowning work of His creative power, shall reach the\nhighest possible development. He sets before us the height of blessing\nto which He desires to bring us through His grace. He invites us to give\nourselves to Him, that He may work His will in us. It remains for us to\nchoose whether we will be set free from the bondage of sin, to share the\nglorious liberty of the sons of God.  {SC 43.4}",
                "In giving ourselves to God, we must necessarily give up all that would\nseparate us from Him. Hence the Saviour says, \"Whosoever he be of you\nthat forsaketh not all that he hath, he cannot be My disciple.\"  Luke\n14:33. Whatever shall draw away the heart from God must be given up.\nMammon is the idol of many. The love of money, the desire for wealth, is\nthe golden chain that binds them to Satan. Reputation and worldly honor\nare worshiped by another class. The life of selfish ease and freedom\nfrom responsibility is the idol of others. But these slavish bands must\nbe broken. We cannot be half the Lord's and half the world's. We are not\nGod's children unless we are such entirely.  {SC 44.1}",
                "There are those who profess to serve God, while they rely upon their own\nefforts to obey His law, to form a right character, and secure\nsalvation. Their hearts are not moved by any deep sense of the love of\nChrist, but they seek to perform the duties of the Christian life as\nthat which God requires of them in order to gain heaven. Such religion\nis worth nothing. When Christ dwells in the heart, the soul will  be so\nfilled with His love, with the joy of communion with Him, that it will\ncleave to Him; and in the contemplation of Him, self will be forgotten.\nLove to Christ will be the spring of action. Those who feel the\nconstraining love of God, do not ask how little may be given to meet the\nrequirements of God; they do not ask for the lowest standard, but aim at\nperfect conformity to the will of their Redeemer. With earnest desire\nthey yield all and manifest an interest proportionate to the value of\nthe object which they seek. A profession of Christ without this deep\nlove is mere talk, dry formality, and heavy drudgery.  {SC 44.2}",
                "Do you feel that it is too great a sacrifice to yield all to Christ? Ask\nyourself the question, \"What has Christ given for me?\" The Son of God\ngave all---life and love and suffering---for our redemption. And can it\nbe that we, the unworthy objects of so great love, will withhold our\nhearts from Him? Every moment of our lives we have been partakers of the\nblessings of His grace, and for this very reason we cannot fully realize\nthe depths of ignorance and misery from which we have been saved. Can we\nlook upon Him whom our sins have pierced, and yet be willing to do\ndespite to all His love and sacrifice? In view of the infinite\nhumiliation of the Lord of glory, shall we murmur because we can enter\ninto life only through conflict and self-abasement?  {SC 45.1}",
                "The inquiry of many a proud heart is, \"Why need I go in penitence and\nhumiliation before I can have the assurance of my acceptance with God?\"\nI point you to Christ. He was sinless, and, more than this, He was the\nPrince of heaven; but in man's  behalf He became sin for the race. \"He\nwas numbered with the transgressors; and He bare the sin of many, and\nmade intercession for the transgressors.\"  Isaiah 53:12.  {SC 45.2}",
                "But what do we give up, when we give all? A sin-polluted heart, for\nJesus to purify, to cleanse by His own blood, and to save by His\nmatchless love. And yet men think it hard to give up all! I am ashamed\nto hear it spoken of, ashamed to write it.  {SC 46.1}",
                "God does not require us to give up anything that it is for our best\ninterest to retain. In all that He does, He has the well-being of His\nchildren in view. Would that all who have not chosen Christ might\nrealize that He has something vastly better to offer them than they are\nseeking for themselves. Man is doing the greatest injury and injustice\nto his own soul when he thinks and acts contrary to the will of God. No\nreal joy can be found in the path forbidden by Him who knows what is\nbest and who plans for the good of His creatures. The path of\ntransgression is the path of misery and destruction.  {SC 46.2}",
                "It is a mistake to entertain the thought that God is pleased to see His\nchildren suffer. All heaven is interested in the happiness of man. Our\nheavenly Father does not close the avenues of joy to any of His\ncreatures. The divine requirements call upon us to shun those\nindulgences that would bring suffering and disappointment, that would\nclose to us the door of happiness and heaven. The world's Redeemer\naccepts men as they are, with all their wants, imperfections, and\nweaknesses; and He will not only cleanse from sin and grant redemption\nthrough His blood, but  will satisfy the heart-longing of all who consent\nto wear His yoke, to bear His burden. It is His purpose to impart peace\nand rest to all who come to Him for the bread of life. He requires us to\nperform only those duties that will lead our steps to heights of bliss\nto which the disobedient can never attain. The true, joyous life of the\nsoul is to have Christ formed within, the hope of glory.  {SC 46.3}",
                "Many are inquiring, \"*How*  am I to make the surrender of myself to God?\"\nYou desire to give yourself to Him, but you are weak in moral power, in\nslavery to doubt, and controlled by the habits of your life of sin. Your\npromises and resolutions are like ropes of sand. You cannot control your\nthoughts, your impulses, your affections. The knowledge of your broken\npromises and forfeited pledges weakens your confidence in your own\nsincerity, and causes you to feel that God cannot accept you; but you\nneed not despair. What you need to understand is the true force of the\nwill. This is the governing power in the nature of man, the power of\ndecision, or of choice. Everything depends on the right action of the\nwill. The power of choice God has given to men; it is theirs to\nexercise. You cannot change your heart, you cannot of yourself give to\nGod its affections; but you can  *choose*  to serve Him. You can give Him\nyour will; He will then work in you to will and to do according to His\ngood pleasure. Thus your whole nature will be brought under the control\nof the Spirit of Christ; your affections will be centered upon Him, your\nthoughts will be in harmony with Him.  {SC 47.1}",
                "Desires for goodness and holiness are right as  far as they go; but if\nyou stop here, they will avail nothing. Many will be lost while hoping\nand desiring to be Christians. They do not come to the point of yielding\nthe will to God. They do not now  *choose*  to be Christians.  {SC 47.2}",
                "Through the right exercise of the will, an entire change may be made in\nyour life. By yielding up your will to Christ, you ally yourself with\nthe power that is above all principalities and powers. You will have\nstrength from above to hold you steadfast, and thus through constant\nsurrender to God you will be enabled to live the new life, even the life\nof faith.  {SC 48.1}"
            ],
            "title": "*Chapter 5---Consecration*"
        },
        {
            "passages": [
                "As your conscience has been quickened by the Holy Spirit, you have seen\nsomething of the evil of sin, of its power, its guilt, its woe; and you\nlook upon it with abhorrence. You feel that sin has separated you from\nGod, that you are in bondage to the power of evil. The more you struggle\nto escape, the more you realize your helplessness. Your motives are\nimpure; your heart is unclean. You see that your life has been filled\nwith selfishness and sin. You long to be forgiven, to be cleansed, to be\nset free. Harmony with God, likeness to Him---what can you do to obtain\nit?  {SC 49.1}",
                "It is peace that you need---Heaven's forgiveness and peace and love in\nthe soul. Money cannot buy it, intellect cannot procure it, wisdom\ncannot attain to it; you can never hope, by your own efforts, to secure\nit. But God offers it to you as a gift, \"without money and without\nprice.\"  Isaiah 55:1. It is yours if you will but reach out your hand and\ngrasp it. The Lord says, \"Though your sins be as scarlet, they shall be\nas white as snow; though they be red like crimson, they shall be as\nwool.\"  Isaiah 1:18. \"A new heart also will I give you, and a new spirit\nwill I put within you.\"  Ezekiel 36:26.  {SC 49.2}",
                "You have confessed your sins, and in heart put them away. You have\nresolved to give yourself to God. Now go to Him, and ask that He will\nwash away your sins and give you a new heart. Then  believe that He does\nthis  *because He has promised*. This is the lesson which Jesus taught\nwhile He was on earth, that the gift which God promises us, we must\nbelieve we do receive, and it is ours. Jesus healed the people of their\ndiseases when they had faith in His power; He helped them in the things\nwhich they could see, thus inspiring them with confidence in Him\nconcerning things which they could not see---leading them to believe in\nHis power to forgive sins. This He plainly stated in the healing of the\nman sick with palsy: \"*That ye may know that the Son of man hath power\non earth to forgive sins*, (then saith He to the sick of the palsy,)\nArise, take up thy bed, and go unto thine house.\"  Matthew 9:6. So also\nJohn the evangelist says, speaking of the miracles of Christ, \"These are\nwritten, that ye might believe that Jesus is the Christ, the Son of God;\nand that believing ye might have life through His name.\"  John 20:31.  {SC\n49.3}",
                "From the simple Bible account of how Jesus healed the sick, we may learn\nsomething about how to believe in Him for the forgiveness of sins. Let\nus turn to the story of the paralytic at Bethesda. The poor sufferer was\nhelpless; he had not used his limbs for thirty-eight years. Yet Jesus\nbade him, \"Rise, take up thy bed, and walk.\" The sick man might have\nsaid, \"Lord, if Thou wilt make me whole, I will obey Thy word.\" But, no,\nhe believed Christ's word, believed that he was made whole, and he made\nthe effort at once; he  *willed*  to walk, and he did walk. He acted on\nthe word of Christ, and God gave the power. He was made whole.  {SC 50.1}",
                "In like manner you are a sinner. You cannot atone for your past sins;\nyou cannot change your heart and make yourself holy. But God promises to\ndo all this for you through Christ. You  *believe*  that promise. You\nconfess your sins and give yourself to God. You  *will*  to serve Him.\nJust as surely as you do this, God will fulfill His word to you. If you\nbelieve the promise,---believe that you are forgiven and cleansed,---God\nsupplies the fact; you are made whole, just as Christ gave the paralytic\npower to walk when the man believed that he was healed. It  *is*  so if\nyou believe it.  {SC 51.1}",
                "Do not wait to  *feel*  that you are made whole, but say, \"I believe it;\nit  *is*  so, not because I feel it, but because God has promised.\"  {SC\n51.2}",
                "Jesus says, \"What things soever ye desire, when ye pray, believe that ye\nreceive them, and ye shall have them.\"  Mark 11:24. There is a condition\nto this promise---that we pray according to the will of God. But it is\nthe will of God to cleanse us from sin, to make us His children, and to\nenable us to live a holy life. So we may ask for these blessings, and\nbelieve that we receive them, and thank God that we  *have*  received\nthem. It is our privilege to go to Jesus and be cleansed, and to stand\nbefore the law without shame or remorse. \"There is therefore now no\ncondemnation to them which are in Christ Jesus, who walk not after the\nflesh, but after the Spirit.\"  Romans 8:1.  {SC 51.3}",
                "Henceforth you are not your own; you are bought with a price. \"Ye were\nnot redeemed with corruptible things, as silver and gold; \\... but with\nthe precious blood of Christ, as of a lamb without blemish and  without\nspot.\"  1 Peter 1:18, 19. Through this simple act of believing God, the\nHoly Spirit has begotten a new life in your heart. You are as a child\nborn into the family of God, and He loves you as He loves His Son.  {SC\n51.4}",
                "Now that you have given yourself to Jesus, do not draw back, do not take\nyourself away from Him, but day by day say, \"I am Christ's; I have given\nmyself to Him;\" and ask Him to give you His Spirit and keep you by His\ngrace. As it is by giving yourself to God, and believing Him, that you\nbecome His child, so you are to live in Him. The apostle says, \"As ye\nhave therefore received Christ Jesus the Lord, so walk ye in\nHim.\"  Colossians 2:6.  {SC 52.1}",
                "Some seem to feel that they must be on probation, and must prove to the\nLord that they are reformed, before they can claim His blessing. But\nthey may claim the blessing of God even now. They must have His grace,\nthe Spirit of Christ, to help their infirmities, or they cannot resist\nevil. Jesus loves to have us come to Him just as we are, sinful,\nhelpless, dependent. We may come with all our weakness, our folly, our\nsinfulness, and fall at His feet in penitence. It is His glory to\nencircle us in the arms of His love and to bind up our wounds, to\ncleanse us from all impurity.  {SC 52.2}",
                "Here is where thousands fail; they do not believe that Jesus pardons\nthem personally, individually. They do not take God at His word. It is\nthe privilege of all who comply with the conditions to know for\nthemselves that pardon is freely extended for every sin. Put away the\nsuspicion that God's promises are not meant for you. They are for\nevery  repentant transgressor. Strength and grace have been provided\nthrough Christ to be brought by ministering angels to every believing\nsoul. None are so sinful that they cannot find strength, purity, and\nrighteousness in Jesus, who died for them. He is waiting to strip them\nof their garments stained and polluted with sin, and to put upon them\nthe white robes of righteousness; He bids them live and not die.  {SC\n52.3}",
                "God does not deal with us as finite men deal with one another. His\nthoughts are thoughts of mercy, love, and tenderest compassion. He says,\n\"Let the wicked forsake his way, and the unrighteous man his thoughts:\nand let him return unto the Lord, and He will have mercy upon him; and\nto our God, for He will abundantly pardon.\" \"I have blotted out, as a\nthick cloud, thy transgressions, and, as a cloud, thy sins.\"  Isaiah\n55:7;  44:22.  {SC 53.1}",
                "\"I have no pleasure in the death of him that dieth, saith the Lord God:\nwherefore turn yourselves, and live ye.\"  Ezekiel 18:32. Satan is ready\nto steal away the blessed assurances of God. He desires to take every\nglimmer of hope and every ray of light from the soul; but you must not\npermit him to do this. Do not give ear to the tempter, but say, \"Jesus\nhas died that I might live. He loves me, and wills not that I should\nperish. I have a compassionate heavenly Father; and although I have\nabused His love, though the blessings He has given me have been\nsquandered, I will arise, and go to my Father, and say, 'I have sinned\nagainst heaven, and before Thee, and am no more worthy to be called Thy\nson: make me as one of Thy hired servants.'\" The parable tells you\nhow  the wanderer will be received: \"*When he was yet a great way off*,\nhis father saw him, and had compassion, and ran, and fell on his neck,\nand kissed him.\"  Luke 15:18-20.  {SC 53.2}",
                "But even this parable, tender and touching as it is, comes short of\nexpressing the infinite compassion of the heavenly Father. The Lord\ndeclares by His prophet, \"I have loved thee with an everlasting\nlove:  *therefore with loving-kindness have I drawn thee*.\"  Jeremiah\n31:3. While the sinner is yet far from the Father's house, wasting his\nsubstance in a strange country, the Father's heart is yearning over him;\nand every longing awakened in the soul to return to God is but the\ntender pleading of His Spirit, wooing, entreating, drawing the wanderer\nto his Father's heart of love.  {SC 54.1}",
                "With the rich promises of the Bible before you, can you give place to\ndoubt? Can you believe that when the poor sinner longs to return, longs\nto forsake his sins, the Lord sternly withholds him from coming to His\nfeet in repentance? Away with such thoughts! Nothing can hurt your own\nsoul more than to entertain such a conception of our heavenly Father. He\nhates sin, but He loves the sinner, and He gave Himself in the person of\nChrist, that all who would might be saved and have eternal blessedness\nin the kingdom of glory. What stronger or more tender language could\nhave been employed than He has chosen in which to express His love\ntoward us? He declares, \"Can a woman forget her sucking child, that she\nshould not have compassion on the son of her womb? yea, they may forget,\nyet will I not forget thee.\"  Isaiah 49:15.  {SC 54.2}",
                "Look up, you that are doubting and trembling;  for Jesus lives to make\nintercession for us. Thank God for the gift of His dear Son and pray\nthat He may not have died for you in vain. The Spirit invites you today.\nCome with your whole heart to Jesus, and you may claim His blessing.  {SC\n54.3}",
                "As you read the promises, remember they are the expression of\nunutterable love and pity. The great heart of Infinite Love is drawn\ntoward the sinner with boundless compassion. \"We have redemption through\nHis blood, the forgiveness of sins.\"  Ephesians 1:7. Yes, only believe\nthat God is your helper. He wants to restore His moral image in man. As\nyou draw near to Him with confession and repentance, He will draw near\nto you with mercy and forgiveness.  {SC 55.1}"
            ],
            "title": "*Chapter 6---Faith and Acceptance*"
        },
        {
            "passages": [
                "\"If any man be in Christ, he is a new creature: old things are passed\naway; behold, all things are become new.\"  2 Corinthians 5:17.  {SC 57.1}",
                "A person may not be able to tell the exact time or place, or trace all\nthe chain of circumstances in the process of conversion; but this does\nnot prove him to be unconverted. Christ said to Nicodemus, \"The wind\nbloweth where it listeth, and thou hearest the sound thereof, but canst\nnot tell whence it cometh, and whither it goeth: so is everyone that is\nborn of the Spirit.\"  John 3:8. Like the wind, which is invisible, yet\nthe effects of which are plainly seen and felt, is the Spirit of God in\nits work upon the human heart. That regenerating power, which no human\neye can see, begets a new life in the soul; it creates a new being in\nthe image of God. While the work of the Spirit is silent and\nimperceptible, its effects are manifest. If the heart has been renewed\nby the Spirit of God, the life will bear witness to the fact. While we\ncannot do anything to change our hearts or to bring ourselves into\nharmony with God; while we must not trust at all to ourselves or our\ngood works, our lives will reveal whether the grace of God is dwelling\nwithin us. A change will be seen in the character, the habits, the\npursuits. The contrast will be clear and decided between what they have\nbeen and what they are. The character is revealed, not  by occasional\ngood deeds and occasional misdeeds, but by the tendency of the habitual\nwords and acts.  {SC 57.2}",
                "It is true that there may be an outward correctness of deportment\nwithout the renewing power of Christ. The love of influence and the\ndesire for the esteem of others may produce a well-ordered life.\nSelf-respect may lead us to avoid the appearance of evil. A selfish\nheart may perform generous actions. By what means, then, shall we\ndetermine whose side we are on?  {SC 58.1}",
                "Who has the heart? With whom are our thoughts? Of whom do we love to\nconverse? Who has our warmest affections and our best energies? If we\nare Christ's, our thoughts are with Him, and our sweetest thoughts are\nof Him. All we have and are is consecrated to Him. We long to bear His\nimage, breathe His spirit, do His will, and please Him in all\nthings.  {SC 58.2}",
                "Those who become new creatures in Christ Jesus will bring forth the\nfruits of the Spirit, \"love, joy, peace, long-suffering, gentleness,\ngoodness, faith, meekness, temperance.\"  Galatians 5:22, 23. They will no\nlonger fashion themselves according to the former lusts, but by the\nfaith of the Son of God they will follow in His steps, reflect His\ncharacter, and purify themselves even as He is pure. The things they\nonce hated they now love, and the things they once loved they hate. The\nproud and self-assertive become meek and lowly in heart. The vain and\nsupercilious become serious and unobtrusive. The drunken become sober,\nand the profligate pure. The vain customs and fashions of the world are\nlaid aside. Christians will seek not the \"outward adorning,\" but \"the\nhidden man of  the heart, in that which is not corruptible, even the\nornament of a meek and quiet spirit.\"  1 Peter 3:3, 4.  {SC 58.3}",
                "There is no evidence of genuine repentance unless it works reformation.\nIf he restore the pledge, give again that he had robbed, confess his\nsins, and love God and his fellow men, the sinner may be sure that he\nhas passed from death unto life.  {SC 59.1}",
                "When, as erring, sinful beings, we come to Christ and become partakers\nof His pardoning grace, love springs up in the heart. Every burden is\nlight, for the yoke that Christ imposes is easy. Duty becomes a delight,\nand sacrifice a pleasure. The path that before seemed shrouded in\ndarkness, becomes bright with beams from the Sun of Righteousness.  {SC\n59.2}",
                "The loveliness of the character of Christ will be seen in His followers.\nIt was His delight to do the will of God. Love to God, zeal for His\nglory, was the controlling power in our Saviour's life. Love beautified\nand ennobled all His actions. Love is of God. The unconsecrated heart\ncannot originate or produce it. It is found only in the heart where\nJesus reigns. \"We love, because He first loved us.\"  1 John 4:19, R.V. In\nthe heart renewed by divine grace, love is the principle of action. It\nmodifies the character, governs the impulses, controls the passions,\nsubdues enmity, and ennobles the affections. This love, cherished in the\nsoul, sweetens the life and sheds a refining influence on all\naround.  {SC 59.3}",
                "There are two errors against which the children of God---particularly\nthose who have just come to trust in His grace---especially need to\nguard. The first, already dwelt upon, is that of looking to their  own\nworks, trusting to anything they can do, to bring themselves into\nharmony with God. He who is trying to become holy by his own works in\nkeeping the law, is attempting an impossibility. All that man can do\nwithout Christ is polluted with selfishness and sin. It is the grace of\nChrist alone, through faith, that can make us holy.  {SC 59.4}",
                "The opposite and no less dangerous error is that belief in Christ\nreleases men from keeping the law of God; that since by faith alone we\nbecome partakers of the grace of Christ, our works have nothing to do\nwith our redemption.  {SC 60.1}",
                "But notice here that obedience is not a mere outward compliance, but the\nservice of love. The law of God is an expression of His very nature; it\nis an embodiment of the great principle of love, and hence is the\nfoundation of His government in heaven and earth. If our hearts are\nrenewed in the likeness of God, if the divine love is implanted in the\nsoul, will not the law of God be carried out in the life? When the\nprinciple of love is implanted in the heart, when man is renewed after\nthe image of Him that created him, the new-covenant promise is\nfulfilled, \"I will put My laws into their hearts, and in their minds\nwill I write them.\"  Hebrews 10:16. And if the law is written in the\nheart, will it not shape the life? Obedience---the service and\nallegiance of love---is the true sign of discipleship. Thus the\nScripture says, \"This is the love of God, that we keep His\ncommandments.\" \"He that saith, I know Him, and keepeth not His\ncommandments, is a liar, and the truth is not in him.\"  1 John 5:3;  2:4.\nInstead of releasing man from obedience, it is faith,  and faith only,\nthat makes us partakers of the grace of Christ, which enables us to\nrender obedience.  {SC 60.2}",
                "We do not earn salvation by our obedience; for salvation is the free\ngift of God, to be received by faith. But obedience is the fruit of\nfaith. \"Ye know that He was manifested to take away our sins; and in Him\nis no sin. Whosoever abideth in Him sinneth not: whosoever sinneth hath\nnot seen Him, neither known Him.\"  1 John 3:5, 6. Here is the true test.\nIf we abide in Christ, if the love of God dwells in us, our feelings,\nour thoughts, our purposes, our actions, will be in harmony with the\nwill of God as expressed in the precepts of His holy law. \"Little\nchildren, let no man deceive you: he that doeth righteousness is\nrighteous, even as He is righteous.\"  1 John 3:7. Righteousness is\ndefined by the standard of God's holy law, as expressed in the ten\nprecepts given on Sinai.  {SC 61.1}",
                "That so-called faith in Christ which professes to release men from the\nobligation of obedience to God, is not faith, but presumption. \"By grace\nare ye saved through faith.\" But \"faith, if it hath not works, is\ndead.\"  Ephesians 2:8;  James 2:17. Jesus said of Himself before He came\nto earth, \"I delight to do Thy will, O My God: yea, Thy law is within My\nheart.\"  Psalm 40:8. And just before He ascended again to heaven He\ndeclared, \"I have kept My Father's commandments, and abide in His\nlove.\"  John 15:10. The Scripture says, \"Hereby we do know that we know\nHim, if we keep His commandments\\.... He that saith he abideth in Him\nought himself also so to walk even as He walked.\"  1 John 2:3-6. \"Because\nChrist also  suffered for us, leaving us an example, that ye should\nfollow His steps.\"  1 Peter 2:21.  {SC 61.2}",
                "The condition of eternal life is now just what it always has\nbeen,---just what it was in Paradise before the fall of our first\nparents,---perfect obedience to the law of God, perfect righteousness.\nIf eternal life were granted on any condition short of this, then the\nhappiness of the whole universe would be imperiled. The way would be\nopen for sin, with all its train of woe and misery, to be\nimmortalized.  {SC 62.1}",
                "It was possible for Adam, before the fall, to form a righteous character\nby obedience to God's law. But he failed to do this, and because of his\nsin our natures are fallen and we cannot make ourselves righteous. Since\nwe are sinful, unholy, we cannot perfectly obey the holy law. We have no\nrighteousness of our own with which to meet the claims of the law of\nGod. But Christ has made a way of escape for us. He lived on earth amid\ntrials and temptations such as we have to meet. He lived a sinless life.\nHe died for us, and now He offers to take our sins and give us His\nrighteousness. If you give yourself to Him, and accept Him as your\nSaviour, then, sinful as your life may have been, for His sake you are\naccounted righteous. Christ's character stands in place of your\ncharacter, and you are accepted before God just as if you had not\nsinned.  {SC 62.2}",
                "More than this, Christ changes the heart. He abides in your heart by\nfaith. You are to maintain this connection with Christ by faith and the\ncontinual surrender of your will to Him; and so long as you do this, He\nwill work in you to will and to do  according to His good pleasure. So\nyou may say, \"The life which I now live in the flesh I live by the faith\nof the Son of God, who loved me, and gave Himself for me.\"  Galatians\n2:20. So Jesus said to His disciples, \"It is not ye that speak, but the\nSpirit of your Father which speaketh in you.\"  Matthew 10:20. Then with\nChrist working in you, you will manifest the same spirit and do the same\ngood works---works of righteousness, obedience.  {SC 62.3}",
                "So we have nothing in ourselves of which to boast. We have no ground for\nself-exaltation. Our only ground of hope is in the righteousness of\nChrist imputed to us, and in that wrought by His Spirit working in and\nthrough us.  {SC 63.1}",
                "When we speak of faith, there is a distinction that should be borne in\nmind. There is a kind of belief that is wholly distinct from faith. The\nexistence and power of God, the truth of His word, are facts that even\nSatan and his hosts cannot at heart deny. The Bible says that \"the\ndevils also believe, and tremble;\" but this is not faith.  James 2:19.\nWhere there is not only a belief in God's word, but a submission of the\nwill to Him; where the heart is yielded to Him, the affections fixed\nupon Him, there is faith---faith that works by love and purifies the\nsoul. Through this faith the heart is renewed in the image of God. And\nthe heart that in its unrenewed state is not subject to the law of God,\nneither indeed can be, now delights in its holy precepts, exclaiming\nwith the psalmist, \"O how love I Thy law! it is my meditation all the\nday.\"  Psalm 119:97. And the righteousness of the law is fulfilled in us,\n\"who  walk not after the flesh, but after the Spirit.\"  Romans 8:1.  {SC\n63.2}",
                "There are those who have known the pardoning love of Christ and who\nreally desire to be children of God, yet they realize that their\ncharacter is imperfect, their life faulty, and they are ready to doubt\nwhether their hearts have been renewed by the Holy Spirit. To such I\nwould say, Do not draw back in despair. We shall often have to bow down\nand weep at the feet of Jesus because of our shortcomings and mistakes,\nbut we are not to be discouraged. Even if we are overcome by the enemy,\nwe are not cast off, not forsaken and rejected of God. No; Christ is at\nthe right hand of God, who also maketh intercession for us. Said the\nbeloved John, \"These things write I unto you, that ye sin not. And if\nany man sin, we have an advocate with the Father, Jesus Christ the\nrighteous.\"  1 John 2:1. And do not forget the words of Christ, \"The\nFather Himself loveth you.\"  John 16:27. He desires to restore you to\nHimself, to see His own purity and holiness reflected in you. And if you\nwill but yield yourself to Him, He that hath begun a good work in you\nwill carry it forward to the day of Jesus Christ. Pray more fervently;\nbelieve more fully. As we come to distrust our own power, let us trust\nthe power of our Redeemer, and we shall praise Him who is the health of\nour countenance.  {SC 64.1}",
                "The closer you come to Jesus, the more faulty you will appear in your\nown eyes; for your vision will be clearer, and your imperfections will\nbe seen in broad and distinct contrast to His perfect nature. This is\nevidence that Satan's delusions have lost their  power; that the\nvivifying influence of the Spirit of God is arousing you.  {SC 64.2}",
                "No deep-seated love for Jesus can dwell in the heart that does not\nrealize its own sinfulness. The soul that is transformed by the grace of\nChrist will admire His divine character; but if we do not see our own\nmoral deformity, it is unmistakable evidence that we have not had a view\nof the beauty and excellence of Christ.  {SC 65.1}",
                "The less we see to esteem in ourselves, the more we shall see to esteem\nin the infinite purity and loveliness of our Saviour. A view of our\nsinfulness drives us to Him who can pardon; and when the soul, realizing\nits helplessness, reaches out after Christ, He will reveal Himself in\npower. The more our sense of need drives us to Him and to the word of\nGod, the more exalted views we shall have of His character, and the more\nfully we shall reflect His image.  {SC 65.2}"
            ],
            "title": "*Chapter 7---The Test of Discipleship*"
        },
        {
            "passages": [
                "The change of heart by which we become children of God is in the Bible\nspoken of as birth. Again, it is compared to the germination of the good\nseed sown by the husbandman. In like manner those who are just converted\nto Christ are, \"as new-born babes,\" to \"grow up\" to the stature of men\nand women in Christ Jesus.  1 Peter 2:2;  Ephesians 4:15. Or like the good\nseed sown in the field, they are to grow up and bring forth fruit.\nIsaiah says that they shall \"be called trees of righteousness, the\nplanting of the Lord, that He might be glorified.\"  Isaiah 61:3. So from\nnatural life, illustrations are drawn, to help us better to understand\nthe mysterious truths of spiritual life.  {SC 67.1}",
                "Not all the wisdom and skill of man can produce life in the smallest\nobject in nature. It is only through the life which God Himself has\nimparted, that either plant or animal can live. So it is only through\nthe life from God that spiritual life is begotten in the hearts of men.\nUnless a man is \"born from above,\" he cannot become a partaker of the\nlife which Christ came to give.  John 3:3, margin.  {SC 67.2}",
                "As with life, so it is with growth. It is God who brings the bud to\nbloom and the flower to fruit. It is by His power that the seed\ndevelops, \"first the blade, then the ear, after that the full corn in\nthe ear.\"  Mark 4:28. And the prophet Hosea says of Israel, that \"he\nshall grow as the lily.\" \"They shall revive as the corn, and grow as the\nvine.\"  Hosea 14:5, 7. And Jesus bids us \"consider the lilies how  they\ngrow.\"  Luke 12:27. The plants and flowers grow not by their own care or\nanxiety or effort, but by receiving that which God has furnished to\nminister to their life. The child cannot, by any anxiety or power of its\nown, add to its stature. No more can you, by anxiety or effort of\nyourself, secure spiritual growth. The plant, the child, grows by\nreceiving from its surroundings that which ministers to its life---air,\nsunshine, and food. What these gifts of nature are to animal and plant,\nsuch is Christ to those who trust in Him. He is their \"everlasting\nlight,\" \"a sun and shield.\"  Isaiah 60:19;  Psalm 84:11. He shall be as\n\"the dew unto Israel.\" \"He shall come down like rain upon the mown\ngrass.\"  Hosea 14:5;  Psalm 72:6. He is the living water, \"the Bread of\nGod \\... which cometh down from heaven, and giveth life unto the\nworld.\"  John 6:33.  {SC 67.3}",
                "In the matchless gift of His Son, God has encircled the whole world with\nan atmosphere of grace as real as the air which circulates around the\nglobe. All who choose to breathe this life-giving atmosphere will live\nand grow up to the stature of men and women in Christ Jesus.  {SC 68.1}",
                "As the flower turns to the sun, that the bright beams may aid in\nperfecting its beauty and symmetry, so should we turn to the Sun of\nRighteousness, that heaven's light may shine upon us, that our character\nmay be developed into the likeness of Christ.  {SC 68.2}",
                "Jesus teaches the same thing when He says, \"Abide in Me, and I in you.\nAs the branch cannot bear fruit of itself, except it abide in the vine;\nno more can ye, except ye abide in Me\\.... Without Me ye  can do\nnothing.\"  John 15:4, 5. You are just as dependent upon Christ, in order\nto live a holy life, as is the branch upon the parent stock for growth\nand fruitfulness. Apart from Him you have no life. You have no power to\nresist temptation or to grow in grace and holiness. Abiding in Him, you\nmay flourish. Drawing your life from Him, you will not wither nor be\nfruitless. You will be like a tree planted by the rivers of water.  {SC\n68.3}",
                "Many have an idea that they must do some part of the work alone. They\nhave trusted in Christ for the forgiveness of sin, but now they seek by\ntheir own efforts to live aright. But every such effort must fail. Jesus\nsays, \"Without Me ye can do nothing.\" Our growth in grace, our joy, our\nusefulness,---all depend upon our union with Christ. It is by communion\nwith Him, daily, hourly,---by abiding in Him,---that we are to grow in\ngrace. He is not only the Author, but the Finisher of our faith. It is\nChrist first and last and always. He is to be with us, not only at the\nbeginning and the end of our course, but at every step of the way. David\nsays, \"I have set the Lord always before me: because He is at my right\nhand, I shall not be moved.\"  Psalm 16:8.  {SC 69.1}",
                "Do you ask, \"How am I to abide in Christ?\" In the same way as you\nreceived Him at first. \"As ye have therefore received Christ Jesus the\nLord, so walk ye in Him.\" \"The just shall live by faith.\"  Colossians\n2:6;  Hebrews 10:38. You gave yourself to God, to be His wholly, to serve\nand obey Him, and you took Christ as your Saviour. You could not\nyourself atone for your sins or change your heart; but having\ngiven  yourself to God, you believe that He for Christ's sake did all\nthis for you. By  *faith*  you became Christ's, and by faith you are to\ngrow up in Him---by giving and taking. You are to  *give*  all,---your\nheart, your will, your service,---give yourself to Him to obey all His\nrequirements; and you must  *take*  all,---Christ, the fullness of all\nblessing, to abide in your heart, to be your strength, your\nrighteousness, your everlasting helper,---to give you power to obey.  {SC\n69.2}",
                "Consecrate yourself to God in the morning; make this your very first\nwork. Let your prayer be, \"Take me, O Lord, as wholly Thine. I lay all\nmy plans at Thy feet. Use me today in Thy service. Abide with me, and\nlet all my work be wrought in Thee.\" This is a daily matter. Each\nmorning consecrate yourself to God for that day. Surrender all your\nplans to Him, to be carried out or given up as His providence shall\nindicate. Thus day by day you may be giving your life into the hands of\nGod, and thus your life will be molded more and more after the life of\nChrist.  {SC 70.1}",
                "A life in Christ is a life of restfulness. There may be no ecstasy of\nfeeling, but there should be an abiding, peaceful trust. Your hope is\nnot in yourself; it is in Christ. Your weakness is united to His\nstrength, your ignorance to His wisdom, your frailty to His enduring\nmight. So you are not to look to yourself, not to let the mind dwell\nupon self, but look to Christ. Let the mind dwell upon His love, upon\nthe beauty, the perfection, of His character. Christ in His self-denial,\nChrist in His humiliation, Christ in  His purity and holiness, Christ in\nHis matchless love---this is the subject for the soul's contemplation.\nIt is by loving Him, copying Him, depending wholly upon Him, that you\nare to be transformed into His likeness.  {SC 70.2}",
                "Jesus says, \"Abide in Me.\" These words convey the idea of rest,\nstability, confidence. Again He invites, \"Come unto Me, \\... and I will\ngive you rest.\"  Matthew 11:28. The words of the psalmist express the\nsame thought: \"Rest in the Lord, and wait patiently for Him.\" And Isaiah\ngives the assurance, \"In quietness and in confidence shall be your\nstrength.\"  Psalm 37:7;  Isaiah 30:15. This rest is not found in\ninactivity; for in the Saviour's invitation the promise of rest is\nunited with the call to labor: \"Take My yoke upon you: \\... and ye shall\nfind rest.\"  Matthew 11:29. The heart that rests most fully upon Christ\nwill be most earnest and active in labor for Him.  {SC 71.1}",
                "When the mind dwells upon self, it is turned away from Christ, the\nsource of strength and life. Hence it is Satan's constant effort to keep\nthe attention diverted from the Saviour and thus prevent the union and\ncommunion of the soul with Christ. The pleasures of the world, life's\ncares and perplexities and sorrows, the faults of others, or your own\nfaults and imperfections---to any or all of these he will seek to divert\nthe mind. Do not be misled by his devices. Many who are really\nconscientious, and who desire to live for God, he too often leads to\ndwell upon their own faults and weaknesses, and thus by separating them\nfrom Christ he hopes to  gain the victory. We should not make self the\ncenter and indulge anxiety and fear as to whether we shall be saved. All\nthis turns the soul away from the Source of our strength. Commit the\nkeeping of your soul to God, and trust in Him. Talk and think of Jesus.\nLet self be lost in Him. Put away all doubt; dismiss your fears. Say\nwith the apostle Paul, \"I live; yet not I, but Christ liveth in me: and\nthe life which I now live in the flesh I live by the faith of the Son of\nGod, who loved me, and gave Himself for me.\"  Galatians 2:20. Rest in\nGod. He is able to keep that which you have committed to Him. If you\nwill leave yourself in His hands, He will bring you off more than\nconqueror through Him that has loved you.  {SC 71.2}",
                "When Christ took human nature upon Him, He bound humanity to Himself by\na tie of love that can never be broken by any power save the choice of\nman himself. Satan will constantly present allurements to induce us to\nbreak this tie---to choose to separate ourselves from Christ. Here is\nwhere we need to watch, to strive, to pray, that nothing may entice us\nto  *choose*  another master; for we are always free to do this. But let\nus keep our eyes fixed upon Christ, and He will preserve us. Looking\nunto Jesus, we are safe. Nothing can pluck us out of His hand. In\nconstantly beholding Him, we \"are changed into the same image from glory\nto glory, even as by the Spirit of the Lord.\"  2 Corinthians 3:18.  {SC\n72.1}",
                "It was thus that the early disciples gained their likeness to the dear\nSaviour. When those disciples heard the words of Jesus, they felt their\nneed of Him. They sought, they found, they followed Him. They  were with\nHim in the house, at the table, in the closet, in the field. They were\nwith Him as pupils with a teacher, daily receiving from His lips lessons\nof holy truth. They looked to Him, as servants to their master, to learn\ntheir duty. Those disciples were men \"subject to like passions as we\nare.\"  James 5:17. They had the same battle with sin to fight. They\nneeded the same grace, in order to live a holy life.  {SC 72.2}",
                "Even John, the beloved disciple, the one who most fully reflected the\nlikeness of the Saviour, did not naturally possess that loveliness of\ncharacter. He was not only self-assertive and ambitious for honor, but\nimpetuous, and resentful under injuries. But as the character of the\nDivine One was manifested to him, he saw his own deficiency and was\nhumbled by the knowledge. The strength and patience, the power and\ntenderness, the majesty and meekness, that he beheld in the daily life\nof the Son of God, filled his soul with admiration and love. Day by day\nhis heart was drawn out toward Christ, until he lost sight of self in\nlove for his Master. His resentful, ambitious temper was yielded to the\nmolding power of Christ. The regenerating influence of the Holy Spirit\nrenewed his heart. The power of the love of Christ wrought a\ntransformation of character. This is the sure result of union with\nJesus. When Christ abides in the heart, the whole nature is transformed.\nChrist's Spirit, His love, softens the heart, subdues the soul, and\nraises the thoughts and desires toward God and heaven.  {SC 73.1}",
                "When Christ ascended to heaven, the sense of His presence was still with\nHis followers. It was a  personal presence, full of love and light.\nJesus, the Saviour, who had walked and talked and prayed with them, who\nhad spoken hope and comfort to their hearts, had, while the message of\npeace was still upon His lips, been taken up from them into heaven, and\nthe tones of His voice had come back to them, as the cloud of angels\nreceived Him---\"Lo, I am with you alway, even unto the end of the\nworld.\"  Matthew 28:20. He had ascended to heaven in the form of\nhumanity. They knew that He was before the throne of God, their Friend\nand Saviour still; that His sympathies were unchanged; that He was still\nidentified with suffering humanity. He was presenting before God the\nmerits of His own precious blood, showing His wounded hands and feet, in\nremembrance of the price He had paid for His redeemed. They knew that He\nhad ascended to heaven to prepare places for them, and that He would\ncome again and take them to Himself.  {SC 73.2}",
                "As they met together after the ascension they were eager to present\ntheir requests to the Father in the name of Jesus. In solemn awe they\nbowed in prayer, repeating the assurance, \"Whatsoever ye shall ask the\nFather in My name, He will give it you. Hitherto have ye asked nothing\nin My name: ask, and ye shall receive, that your joy may be full.\"  John\n16:23, 24. They extended the hand of faith higher and higher with the\nmighty argument, \"It is Christ that died, yea rather, that is risen\nagain, who is even at the right hand of God, who also maketh\nintercession for us.\"  Romans 8:34. And Pentecost brought them the\npresence of the Comforter, of whom  Christ had said, He \"shall be in\nyou.\" And He had further said, \"It is expedient for you that I go away:\nfor if I go not away, the Comforter will not come unto you; but if I\ndepart, I will send Him unto you.\"  John 14:17;  16:7. Henceforth through\nthe Spirit, Christ was to abide continually in the hearts of His\nchildren. Their union with Him was closer than when He was personally\nwith them. The light, and love, and power of the indwelling Christ shone\nout through them, so that men, beholding, \"marveled; and they took\nknowledge of them, that they had been with Jesus.\"  Acts 4:13.  {SC 74.1}",
                "All that Christ was to the disciples, He desires to be to His children\ntoday; for in that last prayer, with the little band of disciples\ngathered about Him, He said, \"Neither pray I for these alone, but for\nthem also which shall believe on Me through their word.\"  John 17:20.  {SC\n75.1}",
                "Jesus prayed for us, and He asked that we might be one with Him, even as\nHe is one with the Father. What a union is this! The Saviour has said of\nHimself, \"The Son can do nothing of Himself;\" \"the Father that dwelleth\nin Me, He doeth the works.\"  John 5:19;  14:10. Then if Christ is dwelling\nin our hearts, He will work in us \"both to will and to do of His good\npleasure.\"  Philippians 2:13. We shall work as He worked; we shall\nmanifest the same spirit. And thus, loving Him and abiding in Him, we\nshall \"grow up into Him in all things, which is the head, even\nChrist.\"  Ephesians 4:15.  {SC 75.2}"
            ],
            "title": "*Chapter 8---Growing Up Into Christ*"
        },
        {
            "passages": [
                "God is the source of life and light and joy to the universe. Like rays\nof light from the sun, like the streams of water bursting from a living\nspring, blessings flow out from Him to all His creatures. And wherever\nthe life of God is in the hearts of men, it will flow out to others in\nlove and blessing.  {SC 77.1}",
                "Our Saviour's joy was in the uplifting and redemption of fallen men. For\nthis He counted not His life dear unto Himself, but endured the cross,\ndespising the shame. So angels are ever engaged in working for the\nhappiness of others. This is their joy. That which selfish hearts would\nregard as humiliating service, ministering to those who are wretched and\nin every way inferior in character and rank, is the work of sinless\nangels. The spirit of Christ's self-sacrificing love is the spirit that\npervades heaven and is the very essence of its bliss. This is the spirit\nthat Christ's followers will possess, the work that they will do.  {SC\n77.2}",
                "When the love of Christ is enshrined in the heart, like sweet fragrance\nit cannot be hidden. Its holy influence will be felt by all with whom we\ncome in contact. The spirit of Christ in the heart is like a spring in\nthe desert, flowing to refresh all and making those who are ready to\nperish, eager to drink of the water of life.  {SC 77.3}",
                "Love to Jesus will be manifested in a desire to work as He worked for\nthe blessing and uplifting of  humanity. It will lead to love,\ntenderness, and sympathy toward all the creatures of our heavenly\nFather's care.  {SC 77.4}",
                "The Saviour's life on earth was not a life of ease and devotion to\nHimself, but He toiled with persistent, earnest, untiring effort for the\nsalvation of lost mankind. From the manger to Calvary He followed the\npath of self-denial and sought not to be released from arduous tasks,\npainful travels and exhausting care and labor. He said, \"The Son of man\ncame not to be ministered unto, but to minister, and to give His life a\nransom for many.\"  Matthew 20:28. This was the one great object of His\nlife. Everything else was secondary and subservient. It was His meat and\ndrink to do the will of God and to finish His work. Self and\nself-interest had no part in His labor.  {SC 78.1}",
                "So those who are the partakers of the grace of Christ will be ready to\nmake any sacrifice, that others for whom He died may share the heavenly\ngift. They will do all they can to make the world better for their stay\nin it. This spirit is the sure outgrowth of a soul truly converted. No\nsooner does one come to Christ than there is born in his heart a desire\nto make known to others what a precious friend he has found in Jesus;\nthe saving and sanctifying truth cannot be shut up in his heart. If we\nare clothed with the righteousness of Christ and are filled with the joy\nof His indwelling Spirit, we shall not be able to hold our peace. If we\nhave tasted and seen that the Lord is good we shall have something to\ntell. Like Philip when he found the Saviour, we shall invite others into\nHis presence. We shall seek to present to them  the attractions of Christ\nand the unseen realities of the world to come. There will be an\nintensity of desire to follow in the path that Jesus trod. There will be\nan earnest longing that those around us may \"behold the Lamb of God,\nwhich taketh away the sin of the world.\"  John 1:29.  {SC 78.2}",
                "And the effort to bless others will react in blessings upon ourselves.\nThis was the purpose of God in giving us a part to act in the plan of\nredemption. He has granted men the privilege of becoming partakers of\nthe divine nature and, in their turn, of diffusing blessings to their\nfellow men. This is the highest honor, the greatest joy, that it is\npossible for God to bestow upon men. Those who thus become participants\nin labors of love are brought nearest to their Creator.  {SC 79.1}",
                "God might have committed the message of the gospel, and all the work of\nloving ministry, to the heavenly angels. He might have employed other\nmeans for accomplishing His purpose. But in His infinite love He chose\nto make us co-workers with Himself, with Christ and the angels, that we\nmight share the blessing, the joy, the spiritual uplifting, which\nresults from this unselfish ministry.  {SC 79.2}",
                "We are brought into sympathy with Christ through the fellowship of His\nsufferings. Every act of self-sacrifice for the good of others\nstrengthens the spirit of beneficence in the giver's heart, allying him\nmore closely to the Redeemer of the world, who \"was rich, yet for your\nsakes \\... became poor, that ye through His poverty might be rich.\"  2\nCorinthians 8:9. And it is only as we thus fulfill the divine  purpose in\nour creation that life can be a blessing to us.  {SC 79.3}",
                "If you will go to work as Christ designs that His disciples shall, and\nwin souls for Him, you will feel the need of a deeper experience and a\ngreater knowledge in divine things, and will hunger and thirst after\nrighteousness. You will plead with God, and your faith will be\nstrengthened, and your soul will drink deeper drafts at the well of\nsalvation. Encountering opposition and trials will drive you to the\nBible and prayer. You will grow in grace and the knowledge of Christ,\nand will develop a rich experience.  {SC 80.1}",
                "The spirit of unselfish labor for others gives depth, stability, and\nChristlike loveliness to the character, and brings peace and happiness\nto its possessor. The aspirations are elevated. There is no room for\nsloth or selfishness. Those who thus exercise the Christian graces will\ngrow and will become strong to work for God. They will have clear\nspiritual perceptions, a steady, growing faith, and an increased power\nin prayer. The Spirit of God, moving upon their spirit, calls forth the\nsacred harmonies of the soul in answer to the divine touch. Those who\nthus devote themselves to unselfish effort for the good of others are\nmost surely working out their own salvation.  {SC 80.2}",
                "The only way to grow in grace is to be disinterestedly doing the very\nwork which Christ has enjoined upon us---to engage, to the extent of our\nability, in helping and blessing those who need the help we can give\nthem. Strength comes by exercise; activity is the very condition of\nlife. Those who endeavor to maintain Christian life by passively\naccepting the blessings that come through the means of grace, and  doing\nnothing for Christ, are simply trying to live by eating without working.\nAnd in the spiritual as in the natural world, this always results in\ndegeneration and decay. A man who would refuse to exercise his limbs\nwould soon lose all power to use them. Thus the Christian who will not\nexercise his God-given powers not only fails to grow up into Christ, but\nhe loses the strength that he already had.  {SC 80.3}",
                "The church of Christ is God's appointed agency for the salvation of men.\nIts mission is to carry the gospel to the world. And the obligation\nrests upon all Christians. Everyone, to the extent of his talent and\nopportunity, is to fulfill the Saviour's commission. The love of Christ,\nrevealed to us, makes us debtors to all who know Him not. God has given\nus light, not for ourselves alone, but to shed upon them.  {SC 81.1}",
                "If the followers of Christ were awake to duty, there would be thousands\nwhere there is one today proclaiming the gospel in heathen lands. And\nall who could not personally engage in the work, would yet sustain it\nwith their means, their sympathy, and their prayers. And there would be\nfar more earnest labor for souls in Christian countries.  {SC 81.2}",
                "We need not go to heathen lands, or even leave the narrow circle of the\nhome, if it is there that our duty lies, in order to work for Christ. We\ncan do this in the home circle, in the church, among those with whom we\nassociate, and with whom we do business.  {SC 81.3}",
                "The greater part of our Saviour's life on earth was spent in patient\ntoil in the carpenter's shop at Nazareth. Ministering angels attended\nthe Lord of  life as He walked side by side with peasants and laborers,\nunrecognized and unhonored. He was as faithfully fulfilling His mission\nwhile working at His humble trade as when He healed the sick or walked\nupon the storm-tossed waves of Galilee. So in the humblest duties and\nlowliest positions of life, we may walk and work with Jesus.  {SC 81.4}",
                "The apostle says, \"Let every man, wherein he is called, therein abide\nwith God.\"  1 Corinthians 7:24. The businessman may conduct his business\nin a way that will glorify his Master because of his fidelity. If he is\na true follower of Christ he will carry his religion into everything\nthat is done and reveal to men the spirit of Christ. The mechanic may be\na diligent and faithful representative of Him who toiled in the lowly\nwalks of life among the hills of Galilee. Everyone who names the name of\nChrist should so work that others, by seeing his good works, may be led\nto glorify their Creator and Redeemer.  {SC 82.1}",
                "Many have excused themselves from rendering their gifts to the service\nof Christ because others were possessed of superior endowments and\nadvantages. The opinion has prevailed that only those who are especially\ntalented are required to consecrate their abilities to the service of\nGod. It has come to be understood by many that talents are given to only\na certain favored class to the exclusion of others who of course are not\ncalled upon to share in the toils or the rewards. But it is not so\nrepresented in the parable. When the master of the house called his\nservants, he gave to every man  *his*  work.  {SC 82.2}",
                "With a loving spirit we may perform life's  humblest duties \"as to the\nLord.\"  Colossians 3:23. If the love of God is in the heart, it will be\nmanifested in the life. The sweet savor of Christ will surround us, and\nour influence will elevate and bless.  {SC 82.3}",
                "You are not to wait for great occasions or to expect extraordinary\nabilities before you go to work for God. You need not have a thought of\nwhat the world will think of you. If your daily life is a testimony to\nthe purity and sincerity of your faith, and others are convinced that\nyou desire to benefit them, your efforts will not be wholly lost.  {SC\n83.1}",
                "The humblest and poorest of the disciples of Jesus can be a blessing to\nothers. They may not realize that they are doing any special good, but\nby their unconscious influence they may start waves of blessing that\nwill widen and deepen, and the blessed results they may never know until\nthe day of final reward. They do not feel or know that they are doing\nanything great. They are not required to weary themselves with anxiety\nabout success. They have only to go forward quietly, doing faithfully\nthe work that God's providence assigns, and their life will not be in\nvain. Their own souls will be growing more and more into the likeness of\nChrist; they are workers together with God in this life and are thus\nfitting for the higher work and the unshadowed joy of the life to\ncome.  {SC 83.2}"
            ],
            "title": "*Chapter 9---The Work and the Life*"
        },
        {
            "passages": [
                "Many are the ways in which God is seeking to make Himself known to us\nand bring us into communion with Him. Nature speaks to our senses\nwithout ceasing. The open heart will be impressed with the love and\nglory of God as revealed through the works of His hands. The listening\near can hear and understand the communications of God through the things\nof nature. The green fields, the lofty trees, the buds and flowers, the\npassing cloud, the falling rain, the babbling brook, the glories of the\nheavens, speak to our hearts, and invite us to become acquainted with\nHim who made them all.  {SC 85.1}",
                "Our Saviour bound up His precious lessons with the things of nature. The\ntrees, the birds, the flowers of the valleys, the hills, the lakes, and\nthe beautiful heavens, as well as the incidents and surroundings of\ndaily life, were all linked with the words of truth, that His lessons\nmight thus be often recalled to mind, even amid the busy cares of man's\nlife of toil.  {SC 85.2}",
                "God would have His children appreciate His works and delight in the\nsimple, quiet beauty with which He has adorned our earthly home. He is a\nlover of the beautiful, and above all that is outwardly attractive He\nloves beauty of character; He would have us cultivate purity and\nsimplicity, the quiet graces of the flowers.  {SC 85.3}",
                "If we will but listen, God's created works will teach us precious\nlessons of obedience and trust.  From the stars that in their trackless\ncourses through space follow from age to age their appointed path, down\nto the minutest atom, the things of nature obey the Creator's will. And\nGod cares for everything and sustains everything that He has created. He\nwho upholds the unnumbered worlds throughout immensity, at the same time\ncares for the wants of the little brown sparrow that sings its humble\nsong without fear. When men go forth to their daily toil, as when they\nengage in prayer; when they lie down at night, and when they rise in the\nmorning; when the rich man feasts in his palace, or when the poor man\ngathers his children about the scanty board, each is tenderly watched by\nthe heavenly Father. No tears are shed that God does not notice. There\nis no smile that He does not mark.  {SC 85.4}",
                "If we would but fully believe this, all undue anxieties would be\ndismissed. Our lives would not be so filled with disappointment as now;\nfor everything, whether great or small, would be left in the hands of\nGod, who is not perplexed by the multiplicity of cares, or overwhelmed\nby their weight. We should then enjoy a rest of soul to which many have\nlong been strangers.  {SC 86.1}",
                "As your senses delight in the attractive loveliness of the earth, think\nof the world that is to come, that shall never know the blight of sin\nand death; where the face of nature will no more wear the shadow of the\ncurse. Let your imagination picture the home of the saved, and remember\nthat it will be more glorious than your brightest imagination can\nportray. In the varied gifts of God in nature we see but the\nfaintest  gleaming of His glory. It is written, \"Eye hath not seen, nor\near heard, neither have entered into the heart of man, the things which\nGod hath prepared for them that love Him.\"  1 Corinthians 2:9.  {SC 86.2}",
                "The poet and the naturalist have many things to say about nature, but it\nis the Christian who enjoys the beauty of the earth with the highest\nappreciation, because he recognizes his Father's handiwork and perceives\nHis love in flower and shrub and tree. No one can fully appreciate the\nsignificance of hill and vale, river and sea, who does not look upon\nthem as an expression of God's love to man.  {SC 87.1}",
                "God speaks to us through His providential workings and through the\ninfluence of His Spirit upon the heart. In our circumstances and\nsurroundings, in the changes daily taking place around us, we may find\nprecious lessons if our hearts are but open to discern them. The\npsalmist, tracing the work of God's providence, says, \"The earth is full\nof the goodness of the Lord.\" \"Whoso is wise, and will observe these\nthings, even they shall understand the loving-kindness of the\nLord.\"  Psalm 33:5;  107:43.  {SC 87.2}",
                "God speaks to us in His word. Here we have in clearer lines the\nrevelation of His character, of His dealings with men, and the great\nwork of redemption. Here is open before us the history of patriarchs and\nprophets and other holy men of old. They were men \"subject to like\npassions as we are.\"  James 5:17. We see how they struggled through\ndiscouragements like our own, how they fell under temptation as we have\ndone, and yet took heart again and conquered through the grace of God;\nand, beholding, we are  encouraged in our striving after righteousness.\nAs we read of the precious experiences granted them, of the light and\nlove and blessing it was theirs to enjoy, and of the work they wrought\nthrough the grace given them, the spirit that inspired them kindles a\nflame of holy emulation in our hearts and a desire to be like them in\ncharacter---like them to walk with God.  {SC 87.3}",
                "Jesus said of the Old Testament Scriptures,---and how much more is it\ntrue of the New,---\"They are they which testify of Me,\" the Redeemer,\nHim in whom our hopes of eternal life are centered.  John 5:39. Yes, the\nwhole Bible tells of Christ. From the first record of creation---for\n\"without Him was not anything made that was made\"---to the closing\npromise, \"Behold, I come quickly,\" we are reading of His works and\nlistening to His voice.  John 1:3;  Revelation 22:12. If you would become\nacquainted with the Saviour, study the Holy Scriptures.  {SC 88.1}",
                "Fill the whole heart with the words of God. They are the living water,\nquenching your burning thirst. They are the living bread from heaven.\nJesus declares, \"Except ye eat the flesh of the Son of man, and drink\nHis blood, ye have no life in you.\" And He explains Himself by saying,\n\"The words that I speak unto you, they are spirit, and they are\nlife.\"  John 6:53, 63. Our bodies are built up from what we eat and\ndrink; and as in the natural economy, so in the spiritual economy: it is\nwhat we meditate upon that will give tone and strength to our spiritual\nnature.  {SC 88.2}",
                "The theme of redemption is one that the angels desire to look into; it\nwill be the science and the song of the redeemed throughout the\nceaseless ages of  eternity. Is it not worthy of careful thought and\nstudy now? The infinite mercy and love of Jesus, the sacrifice made in\nour behalf, call for the most serious and solemn reflection. We should\ndwell upon the character of our dear Redeemer and Intercessor. We should\nmeditate upon the mission of Him who came to save His people from their\nsins. As we thus contemplate heavenly themes, our faith and love will\ngrow stronger, and our prayers will be more and more acceptable to God,\nbecause they will be more and more mixed with faith and love. They will\nbe intelligent and fervent. There will be more constant confidence in\nJesus, and a daily, living experience in His power to save to the\nuttermost all that come unto God by Him.  {SC 88.3}",
                "As we meditate upon the perfections of the Saviour, we shall desire to\nbe wholly transformed and renewed in the image of His purity. There will\nbe a hungering and thirsting of soul to become like Him whom we adore.\nThe more our thoughts are upon Christ, the more we shall speak of Him to\nothers and represent Him to the world.  {SC 89.1}",
                "The Bible was not written for the scholar alone; on the contrary, it was\ndesigned for the common people. The great truths necessary for salvation\nare made as clear as noonday; and none will mistake and lose their way\nexcept those who follow their own judgment instead of the plainly\nrevealed will of God.  {SC 89.2}",
                "We should not take the testimony of any man as to what the Scriptures\nteach, but should study the words of God for ourselves. If we allow\nothers to do our thinking, we shall have crippled energies\nand  contracted abilities. The noble powers of the mind may be so dwarfed\nby lack of exercise on themes worthy of their concentration as to lose\ntheir ability to grasp the deep meaning of the word of God. The mind\nwill enlarge if it is employed in tracing out the relation of the\nsubjects of the Bible, comparing scripture with scripture and spiritual\nthings with spiritual.  {SC 89.3}",
                "There is nothing more calculated to strengthen the intellect than the\nstudy of the Scriptures. No other book is so potent to elevate the\nthoughts, to give vigor to the faculties, as the broad, ennobling truths\nof the Bible. If God's word were studied as it should be, men would have\na breadth of mind, a nobility of character, and a stability of purpose\nrarely seen in these times.  {SC 90.1}",
                "But there is but little benefit derived from a hasty reading of the\nScriptures. One may read the whole Bible through and yet fail to see its\nbeauty or comprehend its deep and hidden meaning. One passage studied\nuntil its significance is clear to the mind and its relation to the plan\nof salvation is evident, is of more value than the perusal of many\nchapters with no definite purpose in view and no positive instruction\ngained. Keep your Bible with you. As you have opportunity, read it; fix\nthe texts in your memory. Even while you are walking the streets you may\nread a passage and meditate upon it, thus fixing it in the mind.  {SC\n90.2}",
                "We cannot obtain wisdom without earnest attention and prayerful study.\nSome portions of Scripture are indeed too plain to be misunderstood, but\nthere are others whose meaning does not lie on the surface to be seen at\na glance. Scripture must be  compared with scripture. There must be\ncareful research and prayerful reflection. And such study will be richly\nrepaid. As the miner discovers veins of precious metal concealed beneath\nthe surface of the earth, so will he who perseveringly searches the word\nof God as for hid treasure find truths of the greatest value, which are\nconcealed from the view of the careless seeker. The words of\ninspiration, pondered in the heart, will be as streams flowing from the\nfountain of life.  {SC 90.3}",
                "Never should the Bible be studied without prayer. Before opening its\npages we should ask for the enlightenment of the Holy Spirit, and it\nwill be given. When Nathanael came to Jesus, the Saviour exclaimed,\n\"Behold an Israelite indeed, in whom is no guile!\" Nathanael said,\n\"Whence knowest Thou me?\" Jesus answered, \"Before that Philip called\nthee, when thou wast under the fig tree, I saw thee.\"  John 1:47, 48. And\nJesus will see us also in the secret places of prayer if we will seek\nHim for light that we may know what is truth. Angels from the world of\nlight will be with those who in humility of heart seek for divine\nguidance.  {SC 91.1}",
                "The Holy Spirit exalts and glorifies the Saviour. It is His office to\npresent Christ, the purity of His righteousness, and the great salvation\nthat we have through Him. Jesus says, \"He shall receive of Mine, and\nshall show it unto you.\"  John 16:14. The Spirit of truth is the only\neffectual teacher of divine truth. How must God esteem the human race,\nsince He gave His Son to die for them and appoints His Spirit to be\nman's teacher and continual guide!  {SC 91.2}"
            ],
            "title": "*Chapter 10---A Knowledge of God*"
        },
        {
            "passages": [
                "Through nature and revelation, through His providence, and by the\ninfluence of His Spirit, God speaks to us. But these are not enough; we\nneed also to pour out our hearts to Him. In order to have spiritual life\nand energy, we must have actual relationship with our heavenly Father.\nOur minds may be drawn out toward Him; we may meditate upon His works,\nHis mercies, His blessings; but this is not, in the fullest sense,\ncommuning with Him. In order to commune with God, we must have something\nto say to Him concerning our actual life.  {SC 93.1}",
                "Prayer is the opening of the heart to God as to a friend. Not that it is\nnecessary in order to make known to God what we are, but in order to\nenable us to receive Him. Prayer does not bring God down to us, but\nbrings us up to Him.  {SC 93.2}",
                "When Jesus was upon the earth, He taught His disciples how to pray. He\ndirected them to present their daily needs before God, and to cast all\ntheir care upon Him. And the assurance He gave them that their petitions\nshould be heard, is assurance also to us.  {SC 93.3}",
                "Jesus Himself, while He dwelt among men, was often in prayer. Our\nSaviour identified Himself with our needs and weakness, in that He\nbecame a suppliant, a petitioner, seeking from His Father fresh supplies\nof strength, that He might come forth braced for duty and trial. He is\nour example in all things. He is a brother in our infirmities, \"in all\npoints tempted like as we are;\" but as the sinless one His  nature\nrecoiled from evil; He endured struggles and torture of soul in a world\nof sin. His humanity made prayer a necessity and a privilege. He found\ncomfort and joy in communion with His Father. And if the Saviour of men,\nthe Son of God, felt the need of prayer, how much more should feeble,\nsinful mortals feel the necessity of fervent, constant prayer.  {SC 93.4}",
                "Our heavenly Father waits to bestow upon us the fullness of His\nblessing. It is our privilege to drink largely at the fountain of\nboundless love. What a wonder it is that we pray so little! God is ready\nand willing to hear the sincere prayer of the humblest of His children,\nand yet there is much manifest reluctance on our part to make known our\nwants to God. What can the angels of heaven think of poor helpless human\nbeings, who are subject to temptation, when God's heart of infinite love\nyearns toward them, ready to give them more than they can ask or think,\nand yet they pray so little and have so little faith? The angels love to\nbow before God; they love to be near Him. They regard communion with God\nas their highest joy; and yet the children of earth, who need so much\nthe help that God only can give, seem satisfied to walk without the\nlight of His Spirit, the companionship of His presence.  {SC 94.1}",
                "The darkness of the evil one encloses those who neglect to pray. The\nwhispered temptations of the enemy entice them to sin; and it is all\nbecause they do not make use of the privileges that God has given them\nin the divine appointment of prayer. Why should the sons and daughters\nof God be reluctant to pray, when prayer is the key in the hand of faith\nto unlock heaven's storehouse, where are treasured  the boundless\nresources of Omnipotence? Without unceasing prayer and diligent watching\nwe are in danger of growing careless and of deviating from the right\npath. The adversary seeks continually to obstruct the way to the mercy\nseat, that we may not by earnest supplication and faith obtain grace and\npower to resist temptation.  {SC 94.2}",
                "There are certain conditions upon which we may expect that God will hear\nand answer our prayers. One of the first of these is that we feel our\nneed of help from Him. He has promised, \"I will pour water upon him that\nis thirsty, and floods upon the dry ground.\"  Isaiah 44:3. Those who\nhunger and thirst after righteousness, who long after God, may be sure\nthat they will be filled. The heart must be open to the Spirit's\ninfluence, or God's blessing cannot be received.  {SC 95.1}",
                "Our great need is itself an argument and pleads most eloquently in our\nbehalf. But the Lord is to be sought unto to do these things for us. He\nsays, \"Ask, and it shall be given you.\" And \"He that spared not His own\nSon, but delivered Him up for us all, how shall He not with Him also\nfreely give us all things?\"  Matthew 7:7;  Romans 8:32.  {SC 95.2}",
                "If we regard iniquity in our hearts, if we cling to any known sin, the\nLord will not hear us; but the prayer of the penitent, contrite soul is\nalways accepted. When all known wrongs are righted, we may believe that\nGod will answer our petitions. Our own merit will never commend us to\nthe favor of God; it is the worthiness of Jesus that will save us, His\nblood that will cleanse us; yet we have a work to do in complying with\nthe conditions of acceptance.  {SC 95.3}",
                "Another element of prevailing prayer is faith. \"He that cometh to God\nmust believe that He is, and that He is a rewarder of them that\ndiligently seek Him.\"  Hebrews 11:6. Jesus said to His disciples, \"What\nthings soever ye desire, when ye pray, believe that ye receive them, and\nye shall have them.\"  Mark 11:24. Do we take Him at His word?  {SC 96.1}",
                "The assurance is broad and unlimited, and He is faithful who has\npromised. When we do not receive the very things we asked for, at the\ntime we ask, we are still to believe that the Lord hears and that He\nwill answer our prayers. We are so erring and short-sighted that we\nsometimes ask for things that would not be a blessing to us, and our\nheavenly Father in love answers our prayers by giving us that which will\nbe for our highest good---that which we ourselves would desire if with\nvision divinely enlightened we could see all things as they really are.\nWhen our prayers seem not to be answered, we are to cling to the\npromise; for the time of answering will surely come, and we shall\nreceive the blessing we need most. But to claim that prayer will always\nbe answered in the very way and for the particular thing that we desire,\nis presumption. God is too wise to err, and too good to withhold any\ngood thing from them that walk uprightly. Then do not fear to trust Him,\neven though you do not see the immediate answer to your prayers. Rely\nupon His sure promise, \"Ask, and it shall be given you.\"  {SC 96.2}",
                "If we take counsel with our doubts and fears, or try to solve everything\nthat we cannot see clearly, before we have faith, perplexities will only\nincrease  and deepen. But if we come to God, feeling helpless and\ndependent, as we really are, and in humble, trusting faith make known\nour wants to Him whose knowledge is infinite, who sees everything in\ncreation, and who governs everything by His will and word, He can and\nwill attend to our cry, and will let light shine into our hearts.\nThrough sincere prayer we are brought into connection with the mind of\nthe Infinite. We may have no remarkable evidence at the time that the\nface of our Redeemer is bending over us in compassion and love, but this\nis even so. We may not feel His visible touch, but His hand is upon us\nin love and pitying tenderness.  {SC 96.3}",
                "When we come to ask mercy and blessing from God we should have a spirit\nof love and forgiveness in our own hearts. How can we pray, \"Forgive us\nour debts,  *as*  we forgive our debtors,\" and yet indulge an unforgiving\nspirit?  Matthew 6:12. If we expect our own prayers to be heard we must\nforgive others in the same manner and to the same extent as we hope to\nbe forgiven.  {SC 97.1}",
                "Perseverance in prayer has been made a condition of receiving. We must\npray always if we would grow in faith and experience. We are to be\n\"instant in prayer,\" to \"continue in prayer, and watch in the same with\nthanksgiving.\"  Romans 12:12;  Colossians 4:2. Peter exhorts believers to\nbe \"sober, and watch unto prayer.\"  1 Peter 4:7. Paul directs, \"In\neverything by prayer and supplication with thanksgiving let your\nrequests be made known unto God.\"  Philippians 4:6. \"But ye, beloved,\"\nsays Jude, \"praying in the Holy Ghost, keep yourselves in the love of\nGod.\"  Jude 20, 21.  Unceasing prayer is the unbroken union of the soul\nwith God, so that life from God flows into our life; and from our life,\npurity and holiness flow back to God.  {SC 97.2}",
                "There is necessity for diligence in prayer; let nothing hinder you. Make\nevery effort to keep open the communion between Jesus and your own soul.\nSeek every opportunity to go where prayer is wont to be made. Those who\nare really seeking for communion with God will be seen in the prayer\nmeeting, faithful to do their duty and earnest and anxious to reap all\nthe benefits they can gain. They will improve every opportunity of\nplacing themselves where they can receive the rays of light from\nheaven.  {SC 98.1}",
                "We should pray in the family circle, and above all we must not neglect\nsecret prayer, for this is the life of the soul. It is impossible for\nthe soul to flourish while prayer is neglected. Family or public prayer\nalone is not sufficient. In solitude let the soul be laid open to the\ninspecting eye of God. Secret prayer is to be heard only by the\nprayer-hearing God. No curious ear is to receive the burden of such\npetitions. In secret prayer the soul is free from surrounding\ninfluences, free from excitement. Calmly, yet fervently, will it reach\nout after God. Sweet and abiding will be the influence emanating from\nHim who seeth in secret, whose ear is open to hear the prayer arising\nfrom the heart. By calm, simple faith the soul holds communion with God\nand gathers to itself rays of divine light to strengthen and sustain it\nin the conflict with Satan. God is our tower of strength.  {SC 98.2}",
                "Pray in your closet, and as you go about your daily labor let your heart\nbe often uplifted to God.  It was thus that Enoch walked with God. These\nsilent prayers rise like precious incense before the throne of grace.\nSatan cannot overcome him whose heart is thus stayed upon God.  {SC 98.3}",
                "There is no time or place in which it is inappropriate to offer up a\npetition to God. There is nothing that can prevent us from lifting up\nour hearts in the spirit of earnest prayer. In the crowds of the street,\nin the midst of a business engagement, we may send up a petition to God\nand plead for divine guidance, as did Nehemiah when he made his request\nbefore King Artaxerxes. A closet of communion may be found wherever we\nare. We should have the door of the heart open continually and our\ninvitation going up that Jesus may come and abide as a heavenly guest in\nthe soul.  {SC 99.1}",
                "Although there may be a tainted, corrupted atmosphere around us, we need\nnot breathe its miasma, but may live in the pure air of heaven. We may\nclose every door to impure imaginings and unholy thoughts by lifting the\nsoul into the presence of God through sincere prayer. Those whose hearts\nare open to receive the support and blessing of God will walk in a\nholier atmosphere than that of earth and will have constant communion\nwith heaven.  {SC 99.2}",
                "We need to have more distinct views of Jesus and a fuller comprehension\nof the value of eternal realities. The beauty of holiness is to fill the\nhearts of God's children; and that this may be accomplished, we should\nseek for divine disclosures of heavenly things.  {SC 99.3}",
                "Let the soul be drawn out and upward, that God may grant us a breath of\nthe heavenly atmosphere. We may keep so near to God that in every\nunexpected  trial our thoughts will turn to Him as naturally as the\nflower turns to the sun.  {SC 99.4}",
                "Keep your wants, your joys, your sorrows, your cares, and your fears\nbefore God. You cannot burden Him; you cannot weary Him. He who numbers\nthe hairs of your head is not indifferent to the wants of His children.\n\"The Lord is very pitiful, and of tender mercy.\"  James 5:11. His heart\nof love is touched by our sorrows and even by our utterances of them.\nTake to Him everything that perplexes the mind. Nothing is too great for\nHim to bear, for He holds up worlds, He rules over all the affairs of\nthe universe. Nothing that in any way concerns our peace is too small\nfor Him to notice. There is no chapter in our experience too dark for\nHim to read; there is no perplexity too difficult for Him to unravel. No\ncalamity can befall the least of His children, no anxiety harass the\nsoul, no joy cheer, no sincere prayer escape the lips, of which our\nheavenly Father is unobservant, or in which He takes no immediate\ninterest. \"He healeth the broken in heart, and bindeth up their\nwounds.\"  Psalm 147:3. The relations between God and each soul are as\ndistinct and full as though there were not another soul upon the earth\nto share His watchcare, not another soul for whom He gave His beloved\nSon.  {SC 100.1}",
                "Jesus said, \"Ye shall ask in My name: and I say not unto you, that I\nwill pray the Father for you: for the Father Himself loveth you.\" \"I\nhave chosen you: \\... that whatsoever ye shall ask of the Father in My\nname, He may give it you.\"  John 16:26, 27;  15:16. But to pray in the\nname of Jesus is something more than a mere mention of that name at the\nbeginning  and the ending of a prayer. It is to pray in the mind and\nspirit of Jesus, while we believe His promises, rely upon His grace, and\nwork His works.  {SC 100.2}",
                "God does not mean that any of us should become hermits or monks and\nretire from the world in order to devote ourselves to acts of worship.\nThe life must be like Christ's life---between the mountain and the\nmultitude. He who does nothing but pray will soon cease to pray, or his\nprayers will become a formal routine. When men take themselves out of\nsocial life, away from the sphere of Christian duty and cross bearing;\nwhen they cease to work earnestly for the Master, who worked earnestly\nfor them, they lose the subject matter of prayer and have no incentive\nto devotion. Their prayers become personal and selfish. They cannot pray\nin regard to the wants of humanity or the upbuilding of Christ's\nkingdom, pleading for strength wherewith to work.  {SC 101.1}",
                "We sustain a loss when we neglect the privilege of associating together\nto strengthen and encourage one another in the service of God. The\ntruths of His word lose their vividness and importance in our minds. Our\nhearts cease to be enlightened and aroused by their sanctifying\ninfluence, and we decline in spirituality. In our association as\nChristians we lose much by lack of sympathy with one another. He who\nshuts himself up to himself is not filling the position that God\ndesigned he should. The proper cultivation of the social elements in our\nnature brings us into sympathy with others and is a means of development\nand strength to us in the service of God.  {SC 101.2}",
                "If Christians would associate together, speaking to each other of the\nlove of God and of the precious  truths of redemption, their own hearts\nwould be refreshed and they would refresh one another. We may be daily\nlearning more of our heavenly Father, gaining a fresh experience of His\ngrace; then we shall desire to speak of His love; and as we do this, our\nown hearts will be warmed and encouraged. If we thought and talked more\nof Jesus, and less of self, we should have far more of His presence.  {SC\n101.3}",
                "If we would but think of God as often as we have evidence of His care\nfor us we should keep Him ever in our thoughts and should delight to\ntalk of Him and to praise Him. We talk of temporal things because we\nhave an interest in them. We talk of our friends because we love them;\nour joys and our sorrows are bound up with them. Yet we have infinitely\ngreater reason to love God than to love our earthly friends; it should\nbe the most natural thing in the world to make Him first in all our\nthoughts, to talk of His goodness and tell of His power. The rich gifts\nHe has bestowed upon us were not intended to absorb our thoughts and\nlove so much that we should have nothing to give to God; they are\nconstantly to remind us of Him and to bind us in bonds of love and\ngratitude to our heavenly Benefactor. We dwell too near the lowlands of\nearth. Let us raise our eyes to the open door of the sanctuary above,\nwhere the light of the glory of God shines in the face of Christ, who\n\"is able also to save them to the uttermost that come unto God by\nHim.\"  Hebrews 7:25.  {SC 102.1}",
                "We need to praise God more \"for His goodness, and for His wonderful\nworks to the children of men.\"  Psalm 107:8. Our devotional exercises\nshould not  consist wholly in asking and receiving. Let us not be always\nthinking of our wants and never of the benefits we receive. We do not\npray any too much, but we are too sparing of giving thanks. We are the\nconstant recipients of God's mercies, and yet how little gratitude we\nexpress, how little we praise Him for what He has done for us.  {SC\n102.2}",
                "Anciently the Lord bade Israel, when they met together for His service,\n\"Ye shall eat before the Lord your God, and ye shall rejoice in all that\nye put your hand unto, ye and your households, wherein the Lord thy God\nhath blessed thee.\"  Deuteronomy 12:7. That which is done for the glory\nof God should be done with cheerfulness, with songs of praise and\nthanksgiving, not with sadness and gloom.  {SC 103.1}",
                "Our God is a tender, merciful Father. His service should not be looked\nupon as a heart-saddening, distressing exercise. It should be a pleasure\nto worship the Lord and to take part in His work. God would not have His\nchildren, for whom so great salvation has been provided, act as if He\nwere a hard, exacting taskmaster. He is their best friend; and when they\nworship Him, He expects to be with them, to bless and comfort them,\nfilling their hearts with joy and love. The Lord desires His children to\ntake comfort in His service and to find more pleasure than hardship in\nHis work. He desires that those who come to worship Him shall carry away\nwith them precious thoughts of His care and love, that they may be\ncheered in all the employments of daily life, that they may have grace\nto deal honestly and faithfully in all things.  {SC 103.2}",
                "We must gather about the cross. Christ and Him  crucified should be the\ntheme of contemplation, of conversation, and of our most joyful emotion.\nWe should keep in our thoughts every blessing we receive from God, and\nwhen we realize His great love we should be willing to trust everything\nto the hand that was nailed to the cross for us.  {SC 103.3}",
                "The soul may ascend nearer heaven on the wings of praise. God is\nworshiped with song and music in the courts above, and as we express our\ngratitude we are approximating to the worship of the heavenly hosts.\n\"Whoso offereth praise glorifieth\" God.  Psalm 50:23. Let us with\nreverent joy come before our Creator, with \"thanksgiving, and the voice\nof melody.\"  Isaiah 51:3.  {SC 104.1}"
            ],
            "title": "*Chapter 11---The Privilege of Prayer*"
        },
        {
            "passages": [
                "Many, especially those who are young in the Christian life, are at times\ntroubled with the suggestions of skepticism. There are in the Bible many\nthings which they cannot explain, or even understand, and Satan employs\nthese to shake their faith in the Scriptures as a revelation from God.\nThey ask, \"How shall I know the right way? If the Bible is indeed the\nword of God, how can I be freed from these doubts and perplexities?\"  {SC\n105.1}",
                "God never asks us to believe, without giving sufficient evidence upon\nwhich to base our faith. His existence, His character, the truthfulness\nof His word, are all established by testimony that appeals to our\nreason; and this testimony is abundant. Yet God has never removed the\npossibility of doubt. Our faith must rest upon evidence, not\ndemonstration. Those who wish to doubt will have opportunity; while\nthose who really desire to know the truth will find plenty of evidence\non which to rest their faith.  {SC 105.2}",
                "It is impossible for finite minds fully to comprehend the character or\nthe works of the Infinite One. To the keenest intellect, the most highly\neducated mind, that holy Being must ever remain clothed in mystery.\n\"Canst thou by searching find out God? canst thou find out the Almighty\nunto perfection? It is as high as heaven; what canst thou do? deeper\nthan hell; what canst thou know?\"  Job 11:7, 8.  {SC 105.3}",
                "The apostle Paul exclaims, \"O the depth of the riches both of the wisdom\nand knowledge of God! how unsearchable are His judgments, and His ways\npast finding out!\"  Romans 11:33. But though \"clouds and darkness are\nround about Him,\" \"righteousness and judgment are the foundation of His\nthrone.\"  Psalm 97:2, R.V. We can so far comprehend His dealings with us,\nand the motives by which He is actuated, that we may discern boundless\nlove and mercy united to infinite power. We can understand as much of\nHis purposes as it is for our good to know; and beyond this we must\nstill trust the hand that is omnipotent, the heart that is full of\nlove.  {SC 106.1}",
                "The word of God, like the character of its divine Author, presents\nmysteries that can never be fully comprehended by finite beings. The\nentrance of sin into the world, the incarnation of Christ, regeneration,\nthe resurrection, and many other subjects presented in the Bible, are\nmysteries too deep for the human mind to explain, or even fully to\ncomprehend. But we have no reason to doubt God's word because we cannot\nunderstand the mysteries of His providence. In the natural world we are\nconstantly surrounded with mysteries that we cannot fathom. The very\nhumblest forms of life present a problem that the wisest of philosophers\nis powerless to explain. Everywhere are wonders beyond our ken. Should\nwe then be surprised to find that in the spiritual world also there are\nmysteries that we cannot fathom? The difficulty lies solely in the\nweakness and narrowness of the human mind. God has given us in the\nScriptures sufficient evidence of their divine character, and we are not\nto  doubt His word because we cannot understand all the mysteries of His\nprovidence.  {SC 106.2}",
                "The apostle Peter says that there are in Scripture \"things hard to be\nunderstood, which they that are unlearned and unstable wrest \\... unto\ntheir own destruction.\"  2 Peter 3:16. The difficulties of Scripture have\nbeen urged by skeptics as an argument against the Bible; but so far from\nthis, they constitute a strong evidence of its divine inspiration. If it\ncontained no account of God but that which we could easily comprehend;\nif His greatness and majesty could be grasped by finite minds, then the\nBible would not bear the unmistakable credentials of divine authority.\nThe very grandeur and mystery of the themes presented should inspire\nfaith in it as the word of God.  {SC 107.1}",
                "The Bible unfolds truth with a simplicity and a perfect adaptation to\nthe needs and longings of the human heart, that has astonished and\ncharmed the most highly cultivated minds, while it enables the humblest\nand uncultured to discern the way of salvation. And yet these simply\nstated truths lay hold upon subjects so elevated, so far-reaching, so\ninfinitely beyond the power of human comprehension, that we can accept\nthem only because God has declared them. Thus the plan of redemption is\nlaid open to us, so that every soul may see the steps he is to take in\nrepentance toward God and faith toward our Lord Jesus Christ, in order\nto be saved in God's appointed way; yet beneath these truths, so easily\nunderstood, lie mysteries that are the hiding of His glory---mysteries\nthat overpower the mind in its research, yet inspire the sincere seeker\nfor truth with reverence and faith. The more  he searches the Bible, the\ndeeper is his conviction that it is the word of the living God, and\nhuman reason bows before the majesty of divine revelation.  {SC 107.2}",
                "To acknowledge that we cannot fully comprehend the great truths of the\nBible is only to admit that the finite mind is inadequate to grasp the\ninfinite; that man, with his limited, human knowledge, cannot understand\nthe purposes of Omniscience.  {SC 108.1}",
                "Because they cannot fathom all its mysteries, the skeptic and the\ninfidel reject God's word; and not all who profess to believe the Bible\nare free from danger on this point. The apostle says, \"Take heed,\nbrethren, lest there be in any of you an evil heart of unbelief, in\ndeparting from the living God.\"  Hebrews 3:12. It is right to study\nclosely the teachings of the Bible and to search into \"the deep things\nof God\" so far as they are revealed in Scripture.  1 Corinthians 2:10.\nWhile \"the secret things belong unto the Lord our God,\" \"those things\nwhich are revealed belong unto us.\"  Deuteronomy 29:29. But it is Satan's\nwork to pervert the investigative powers of the mind. A certain pride is\nmingled with the consideration of Bible truth, so that men feel\nimpatient and defeated if they cannot explain every portion of Scripture\nto their satisfaction. It is too humiliating to them to acknowledge that\nthey do not understand the inspired words. They are unwilling to wait\npatiently until God shall see fit to reveal the truth to them. They feel\nthat their unaided human wisdom is sufficient to enable them to\ncomprehend the Scripture, and failing to do this, they virtually deny\nits authority. It is true that many theories and doctrines popularly\nsupposed to be derived from the Bible have no foundation in its\nteaching, and indeed are  contrary to the whole tenor of inspiration.\nThese things have been a cause of doubt and perplexity to many minds.\nThey are not, however, chargeable to God's word, but to man's perversion\nof it.  {SC 108.2}",
                "If it were possible for created beings to attain to a full understanding\nof God and His works, then, having reached this point, there would be\nfor them no further discovery of truth, no growth in knowledge, no\nfurther development of mind or heart. God would no longer be supreme;\nand man, having reached the limit of knowledge and attainment, would\ncease to advance. Let us thank God that it is not so. God is infinite;\nin Him are \"all the treasures of wisdom and knowledge.\"  Colossians 2:3.\nAnd to all eternity men may be ever searching, ever learning, and yet\nnever exhaust the treasures of His wisdom, His goodness, and His\npower.  {SC 109.1}",
                "God intends that even in this life the truths of His word shall be ever\nunfolding to His people. There is only one way in which this knowledge\ncan be obtained. We can attain to an understanding of God's word only\nthrough the illumination of that Spirit by which the word was given.\n\"The things of God knoweth no man, but the Spirit of God;\" \"for the\nSpirit searcheth all things, yea, the deep things of God.\"  1 Corinthians\n2:11, 10. And the Saviour's promise to His followers was, \"When He, the\nSpirit of truth, is come, He will guide you into all truth\\.... For He\nshall receive of Mine, and shall show it unto you.\"  John 16:13, 14.  {SC\n109.2}",
                "God desires man to exercise his reasoning powers; and the study of the\nBible will strengthen and elevate the mind as no other study can. Yet we\nare to beware  of deifying reason, which is subject to the weakness and\ninfirmity of humanity. If we would not have the Scriptures clouded to\nour understanding, so that the plainest truths shall not be\ncomprehended, we must have the simplicity and faith of a little child,\nready to learn, and beseeching the aid of the Holy Spirit. A sense of\nthe power and wisdom of God, and of our inability to comprehend His\ngreatness, should inspire us with humility, and we should open His word,\nas we would enter His presence, with holy awe. When we come to the\nBible, reason must acknowledge an authority superior to itself, and\nheart and intellect must bow to the great I AM.  {SC 109.3}",
                "There are many things apparently difficult or obscure, which God will\nmake plain and simple to those who thus seek an understanding of them.\nBut without the guidance of the Holy Spirit we shall be continually\nliable to wrest the Scriptures or to misinterpret them. There is much\nreading of the Bible that is without profit and in many cases a positive\ninjury. When the word of God is opened without reverence and without\nprayer; when the thoughts and affections are not fixed upon God, or in\nharmony with His will, the mind is clouded with doubts; and in the very\nstudy of the Bible, skepticism strengthens. The enemy takes control of\nthe thoughts, and he suggests interpretations that are not correct.\nWhenever men are not in word and deed seeking to be in harmony with God,\nthen, however learned they may be, they are liable to err in their\nunderstanding of Scripture, and it is not safe to trust to their\nexplanations. Those who look to the Scriptures to find discrepancies,\nhave not spiritual  insight. With distorted vision they will see many\ncauses for doubt and unbelief in things that are really plain and\nsimple.  {SC 110.1}",
                "Disguise it as they may, the real cause of doubt and skepticism, in most\ncases, is the love of sin. The teachings and restrictions of God's word\nare not welcome to the proud, sin-loving heart, and those who are\nunwilling to obey its requirements are ready to doubt its authority. In\norder to arrive at truth, we must have a sincere desire to know the\ntruth and a willingness of heart to obey it. And all who come in this\nspirit to the study of the Bible will find abundant evidence that it is\nGod's word, and they may gain an understanding of its truths that will\nmake them wise unto salvation.  {SC 111.1}",
                "Christ has said, \"If any man willeth to do His will, he shall know of\nthe teaching.\"  John 7:17, R.V. Instead of questioning and caviling\nconcerning that which you do not understand, give heed to the light that\nalready shines upon you, and you will receive greater light. By the\ngrace of Christ, perform every duty that has been made plain to your\nunderstanding, and you will be enabled to understand and perform those\nof which you are now in doubt.  {SC 111.2}",
                "There is an evidence that is open to all,---the most highly educated,\nand the most illiterate,---the evidence of experience. God invites us to\nprove for ourselves the reality of His word, the truth of His promises.\nHe bids us \"taste and see that the Lord is good.\"  Psalm 34:8. Instead of\ndepending upon the word of another, we are to taste for ourselves. He\ndeclares, \"Ask, and ye shall receive.\"  John 16:24. His promises will\nbe  fulfilled. They have never failed; they never can fail. And as we\ndraw near to Jesus, and rejoice in the fullness of His love, our doubt\nand darkness will disappear in the light of His presence.  {SC 111.3}",
                "The apostle Paul says that God \"hath delivered us from the power of\ndarkness, and hath translated us into the kingdom of His dear\nSon.\"  Colossians 1:13. And everyone who has passed from death unto life\nis able to \"set to his seal that God is true.\"  John 3:33. He can\ntestify, \"I needed help, and I found it in Jesus. Every want was\nsupplied, the hunger of my soul was satisfied; and now the Bible is to\nme the revelation of Jesus Christ. Do you ask why I believe in Jesus?\nBecause He is to me a divine Saviour. Why do I believe the Bible?\nBecause I have found it to be the voice of God to my soul.\" We may have\nthe witness in ourselves that the Bible is true, that Christ is the Son\nof God. We know that we are not following cunningly devised fables.  {SC\n112.1}",
                "Peter exhorts his brethren to \"grow in grace, and in the knowledge of\nour Lord and Saviour Jesus Christ.\"  2 Peter 3:18. When the people of God\nare growing in grace, they will be constantly obtaining a clearer\nunderstanding of His word. They will discern new light and beauty in its\nsacred truths. This has been true in the history of the church in all\nages, and thus it will continue to the end. \"The path of the righteous\nis as the light of dawn, that shineth more and more unto the perfect\nday.\"  Proverbs 4:18, R.V., margin.  {SC 112.2}",
                "By faith we may look to the hereafter and grasp the pledge of God for a\ngrowth of intellect, the  human faculties uniting with the divine, and\nevery power of the soul being brought into direct contact with the\nSource of light. We may rejoice that all which has perplexed us in the\nprovidences of God will then be made plain, things hard to be understood\nwill then find an explanation; and where our finite minds discovered\nonly confusion and broken purposes, we shall see the most perfect and\nbeautiful harmony. \"Now we see through a glass, darkly; but then face to\nface: now I know in part; but then shall I know even as also I am\nknown.\"  1 Corinthians 13:12.  {SC 112.3}"
            ],
            "title": "*Chapter 12---What to Do with Doubt*"
        },
        {
            "passages": [
                "The children of God are called to be representatives of Christ, showing\nforth the goodness and mercy of the Lord. As Jesus has revealed to us\nthe true character of the Father, so we are to reveal Christ to a world\nthat does not know His tender, pitying love. \"As Thou hast sent Me into\nthe world,\" said Jesus, \"even so have I also sent them into the world.\"\n\"I in them, and Thou in Me; \\... that the world may know that Thou hast\nsent Me.\"  John 17:18, 23. The apostle Paul says to the disciples of\nJesus, \"Ye are manifestly declared to be the epistle of Christ,\" \"known\nand read of all men.\"  2 Corinthians 3:3, 2. In every one of His\nchildren, Jesus sends a letter to the world. If you are Christ's\nfollower, He sends in you a letter to the family, the village, the\nstreet, where you live. Jesus, dwelling in you, desires to speak to the\nhearts of those who are not acquainted with Him. Perhaps they do not\nread the Bible, or do not hear the voice that speaks to them in its\npages; they do not see the love of God through His works. But if you are\na true representative of Jesus, it may be that through you they will be\nled to understand something of His goodness and be won to love and serve\nHim.  {SC 115.1}",
                "Christians are set as light bearers on the way to heaven. They are to\nreflect to the world the light shining upon them from Christ. Their life\nand character should be such that through them others will get a right\nconception of Christ and of His service.  {SC 115.2}",
                "If we do represent Christ, we shall make His service appear attractive,\nas it really is. Christians who gather up gloom and sadness to their\nsouls, and murmur and complain, are giving to others a false\nrepresentation of God and the Christian life. They give the impression\nthat God is not pleased to have His children happy, and in this they\nbear false witness against our heavenly Father.  {SC 116.1}",
                "Satan is exultant when he can lead the children of God into unbelief and\ndespondency. He delights to see us mistrusting God, doubting His\nwillingness and power to save us. He loves to have us feel that the Lord\nwill do us harm by His providences. It is the work of Satan to represent\nthe Lord as lacking in compassion and pity. He misstates the truth in\nregard to Him. He fills the imagination with false ideas concerning God;\nand instead of dwelling upon the truth in regard to our heavenly Father,\nwe too often fix our minds upon the misrepresentations of Satan and\ndishonor God by distrusting Him and murmuring against Him. Satan ever\nseeks to make the religious life one of gloom. He desires it to appear\ntoilsome and difficult; and when the Christian presents in his own life\nthis view of religion, he is, through his unbelief, seconding the\nfalsehood of Satan.  {SC 116.2}",
                "Many, walking along the path of life, dwell upon their mistakes and\nfailures and disappointments, and their hearts are filled with grief and\ndiscouragement. While I was in Europe, a sister who had been doing this,\nand who was in deep distress, wrote to me, asking for some word of\nencouragement. The night after I had read her letter I dreamed that I\nwas in a garden, and one who seemed to be the owner of  the garden was\nconducting me through its paths. I was gathering the flowers and\nenjoying their fragrance, when this sister, who had been walking by my\nside, called my attention to some unsightly briers that were impeding\nher way. There she was mourning and grieving. She was not walking in the\npathway, following the guide, but was walking among the briers and\nthorns. \"Oh,\" she mourned, \"is it not a pity that this beautiful garden\nis spoiled with thorns?\" Then the guide said, \"Let the thorns alone, for\nthey will only wound you. Gather the roses, the lilies, and the\npinks.\"  {SC 116.3}",
                "Have there not been some bright spots in your experience? Have you not\nhad some precious seasons when your heart throbbed with joy in response\nto the Spirit of God? When you look back into the chapters of your life\nexperience do you not find some pleasant pages? Are not God's promises,\nlike the fragrant flowers, growing beside your path on every hand? Will\nyou not let their beauty and sweetness fill your heart with joy?  {SC\n117.1}",
                "The briers and thorns will only wound and grieve you; and if you gather\nonly these things, and present them to others, are you not, besides\nslighting the goodness of God yourself, preventing those around you from\nwalking in the path of life?  {SC 117.2}",
                "It is not wise to gather together all the unpleasant recollections of a\npast life,---its iniquities and disappointments,---to talk over them and\nmourn over them until we are overwhelmed with discouragement. A\ndiscouraged soul is filled with darkness, shutting out the light of God\nfrom his own soul and casting a shadow upon the pathway of others.  {SC\n117.3}",
                "Thank God for the bright pictures which He has presented to us. Let us\ngroup together the blessed assurances of His love, that we may look upon\nthem continually: The Son of God leaving His Father's throne, clothing\nHis divinity with humanity, that He might rescue man from the power of\nSatan; His triumph in our behalf, opening heaven to men, revealing to\nhuman vision the presence chamber where the Deity unveils His glory; the\nfallen race uplifted from the pit of ruin into which sin had plunged it,\nand brought again into connection with the infinite God, and having\nendured the divine test through faith in our Redeemer, clothed in the\nrighteousness of Christ, and exalted to His throne---these are the\npictures which God would have us contemplate.  {SC 118.1}",
                "When we seem to doubt God's love and distrust His promises we dishonor\nHim and grieve His Holy Spirit. How would a mother feel if her children\nwere constantly complaining of her, just as though she did not mean them\nwell, when her whole life's effort had been to forward their interests\nand to give them comfort? Suppose they should doubt her love; it would\nbreak her heart. How would any parent feel to be thus treated by his\nchildren? And how can our heavenly Father regard us when we distrust His\nlove, which has led Him to give His only-begotten Son that we might have\nlife? The apostle writes, \"He that spared not His own Son, but delivered\nHim up for us all, how shall He not with Him also freely give us all\nthings?\"  Romans 8:32. And yet how many, by their actions, if not in\nword, are saying, \"The Lord does  not mean this for me. Perhaps He loves\nothers, but He does not love me.\"  {SC 118.2}",
                "All this is harming your own soul; for every word of doubt you utter is\ninviting Satan's temptations; it is strengthening in you the tendency to\ndoubt, and it is grieving from you the ministering angels. When Satan\ntempts you, breathe not a word of doubt or darkness. If you choose to\nopen the door to his suggestions, your mind will be filled with distrust\nand rebellious questioning. If you talk out your feelings, every doubt\nyou express not only reacts upon yourself, but it is a seed that will\ngerminate and bear fruit in the life of others, and it may be impossible\nto counteract the influence of your words. You yourself may be able to\nrecover from the season of temptation and from the snare of Satan, but\nothers who have been swayed by your influence may not be able to escape\nfrom the unbelief you have suggested. How important that we speak only\nthose things that will give spiritual strength and life!  {SC 119.1}",
                "Angels are listening to hear what kind of report you are bearing to the\nworld about your heavenly Master. Let your conversation be of Him who\nliveth to make intercession for you before the Father. When you take the\nhand of a friend, let praise to God be on your lips and in your heart.\nThis will attract his thoughts to Jesus.  {SC 119.2}",
                "All have trials; griefs hard to bear, temptations hard to resist. Do not\ntell your troubles to your fellow mortals, but carry everything to God\nin prayer. Make it a rule never to utter one word of doubt or\ndiscouragement. You can do much to brighten the  life of others and\nstrengthen their efforts, by words of hope and holy cheer.  {SC 119.3}",
                "There is many a brave soul sorely pressed by temptation, almost ready to\nfaint in the conflict with self and with the powers of evil. Do not\ndiscourage such a one in his hard struggle. Cheer him with brave,\nhopeful words that shall urge him on his way. Thus the light of Christ\nmay shine from you. \"None of us liveth to himself.\"  Romans 14:7. By our\nunconscious influence others may be encouraged and strengthened, or they\nmay be discouraged, and repelled from Christ and the truth.  {SC 120.1}",
                "There are many who have an erroneous idea of the life and character of\nChrist. They think that He was devoid of warmth and sunniness, that He\nwas stern, severe, and joyless. In many cases the whole religious\nexperience is colored by these gloomy views.  {SC 120.2}",
                "It is often said that Jesus wept, but that He was never known to smile.\nOur Saviour was indeed a Man of Sorrows, and acquainted with grief, for\nHe opened His heart to all the woes of men. But though His life was\nself-denying and shadowed with pain and care, His spirit was not\ncrushed. His countenance did not wear an expression of grief and\nrepining, but ever one of peaceful serenity. His heart was a wellspring\nof life, and wherever He went He carried rest and peace, joy and\ngladness.  {SC 120.3}",
                "Our Saviour was deeply serious and intensely in earnest, but never\ngloomy or morose. The life of those who imitate Him will be full of\nearnest purpose; they will have a deep sense of personal responsibility.\nLevity will be repressed; there will be no  boisterous merriment, no rude\njesting; but the religion of Jesus gives peace like a river. It does not\nquench the light of joy; it does not restrain cheerfulness nor cloud the\nsunny, smiling face. Christ came not to be ministered unto but to\nminister; and when His love reigns in the heart, we shall follow His\nexample.  {SC 120.4}",
                "If we keep uppermost in our minds the unkind and unjust acts of others\nwe shall find it impossible to love them as Christ has loved us; but if\nour thoughts dwell upon the wondrous love and pity of Christ for us, the\nsame spirit will flow out to others. We should love and respect one\nanother, notwithstanding the faults and imperfections that we cannot\nhelp seeing. Humility and self-distrust should be cultivated, and a\npatient tenderness with the faults of others. This will kill out all\nnarrowing selfishness and make us large-hearted and generous.  {SC 121.1}",
                "The psalmist says, \"Trust in the Lord, and do good; so shalt thou dwell\nin the land, and verily thou shalt be fed.\"  Psalm 37:3. \"Trust in the\nLord.\" Each day has its burdens, its cares and perplexities; and when we\nmeet how ready we are to talk of our difficulties and trials. So many\nborrowed troubles intrude, so many fears are indulged, such a weight of\nanxiety is expressed, that one might suppose we had no pitying, loving\nSaviour ready to hear all our requests and to be to us a present help in\nevery time of need.  {SC 121.2}",
                "Some are always fearing, and borrowing trouble. Every day they are\nsurrounded with the tokens of God's love; every day they are enjoying\nthe bounties of His providence; but they overlook these\npresent  blessings. Their minds are continually dwelling upon something\ndisagreeable which they fear may come; or some difficulty may really\nexist which, though small, blinds their eyes to the many things that\ndemand gratitude. The difficulties they encounter, instead of driving\nthem to God, the only source of their help, separate them from Him\nbecause they awaken unrest and repining.  {SC 121.3}",
                "Do we well to be thus unbelieving? Why should we be ungrateful and\ndistrustful? Jesus is our friend; all heaven is interested in our\nwelfare. We should not allow the perplexities and worries of everyday\nlife to fret the mind and cloud the brow. If we do we shall always have\nsomething to vex and annoy. We should not indulge a solicitude that only\nfrets and wears us, but does not help us to bear trials.  {SC 122.1}",
                "You may be perplexed in business; your prospects may grow darker and\ndarker, and you may be threatened with loss; but do not become\ndiscouraged; cast your care upon God, and remain calm and cheerful. Pray\nfor wisdom to manage your affairs with discretion, and thus prevent loss\nand disaster. Do all you can on your part to bring about favorable\nresults. Jesus has promised His aid, but not apart from our effort.\nWhen, relying upon our Helper, you have done all you can, accept the\nresult cheerfully.  {SC 122.2}",
                "It is not the will of God that His people should be weighed down with\ncare. But our Lord does not deceive us. He does not say to us, \"Do not\nfear; there are no dangers in your path.\" He knows there are trials and\ndangers, and He deals with us plainly. He does not propose to take His\npeople out of a world of sin and evil, but He points them to a\nnever-failing  refuge. His prayer for His disciples was, \"I pray not that\nThou shouldest take them out of the world, but that Thou shouldest keep\nthem from the evil.\" \"In the world,\" He says, \"ye shall have\ntribulation: but be of good cheer; I have overcome the world.\"  John\n17:15;  16:33.  {SC 122.3}",
                "In His Sermon on the Mount, Christ taught His disciples precious lessons\nin regard to the necessity of trusting in God. These lessons were\ndesigned to encourage the children of God through all ages, and they\nhave come down to our time full of instruction and comfort. The Saviour\npointed His followers to the birds of the air as they warbled their\ncarols of praise, unencumbered with thoughts of care, for \"they sow not,\nneither do they reap.\" And yet the great Father provides for their\nneeds. The Saviour asks, \"Are ye not much better than they?\"  Matthew\n6:26. The great Provider for man and beast opens His hand and supplies\nall His creatures. The birds of the air are not beneath His notice. He\ndoes not drop the food into their bills, but He makes provision for\ntheir needs. They must gather the grains He has scattered for them. They\nmust prepare the material for their little nests. They must feed their\nyoung. They go forth singing to their labor, for \"your heavenly Father\nfeedeth them.\" And \"are ye not much better than they?\" Are not you, as\nintelligent, spiritual worshipers, of more value than the birds of the\nair? Will not the Author of our being, the Preserver of our life, the\nOne who formed us in His own divine image, provide for our necessities\nif we but trust in Him?  {SC 123.1}",
                "Christ pointed His disciples to the flowers of the  field, growing in\nrich profusion and glowing in the simple beauty which the heavenly\nFather had given them, as an expression of His love to man. He said,\n\"Consider the lilies of the field, how they grow.\" The beauty and\nsimplicity of these natural flowers far outrival the splendor of\nSolomon. The most gorgeous attire produced by the skill of art cannot\nbear comparison with the natural grace and radiant beauty of the flowers\nof God's creation. Jesus asks, \"If God so clothe the grass of the field,\nwhich today is, and tomorrow is cast into the oven, shall He not much\nmore clothe you, O ye of little faith?\"  Matthew 6:28, 30. If God, the\ndivine Artist, gives to the simple flowers that perish in a day their\ndelicate and varied colors, how much greater care will He have for those\nwho are created in His own image? This lesson of Christ's is a rebuke to\nthe anxious thought, the perplexity and doubt, of the faithless\nheart.  {SC 123.2}",
                "The Lord would have all His sons and daughters happy, peaceful, and\nobedient. Jesus says, \"My peace I give unto you: not as the world\ngiveth, give I unto you. Let not your heart be troubled, neither let it\nbe afraid.\" \"These things have I spoken unto you, that My joy might\nremain in you, and that your joy might be full.\"  John 14:27;  15:11.  {SC\n124.1}",
                "Happiness that is sought from selfish motives, outside of the path of\nduty, is ill-balanced, fitful, and transitory; it passes away, and the\nsoul is filled with loneliness and sorrow; but there is joy and\nsatisfaction in the service of God; the Christian is not left to walk in\nuncertain paths; he is not left to vain regrets and disappointments. If\nwe do not have the  pleasures of this life we may still be joyful in\nlooking to the life beyond.  {SC 124.2}",
                "But even here Christians may have the joy of communion with Christ; they\nmay have the light of His love, the perpetual comfort of His presence.\nEvery step in life may bring us closer to Jesus, may give us a deeper\nexperience of His love, and may bring us one step nearer to the blessed\nhome of peace. Then let us not cast away our confidence, but have firm\nassurance, firmer than ever before. \"Hitherto hath the Lord helped us,\"\nand He will help us to the end.  1 Samuel 7:12. Let us look to the\nmonumental pillars, reminders of what the Lord has done to comfort us\nand to save us from the hand of the destroyer. Let us keep fresh in our\nmemory all the tender mercies that God has shown us,---the tears He has\nwiped away, the pains He has soothed, the anxieties removed, the fears\ndispelled, the wants supplied, the blessings bestowed,---thus\nstrengthening ourselves for all that is before us through the remainder\nof our pilgrimage.  {SC 125.1}",
                "We cannot but look forward to new perplexities in the coming conflict,\nbut we may look on what is past as well as on what is to come, and say,\n\"Hitherto hath the Lord helped us.\" \"As thy days, so shall thy strength\nbe.\"  Deuteronomy 33:25. The trial will not exceed the strength that\nshall be given us to bear it. Then let us take up our work just where we\nfind it, believing that whatever may come, strength proportionate to the\ntrial will be given.  {SC 125.2}",
                "And by and by the gates of heaven will be thrown open to admit God's\nchildren, and from the lips of the King of glory the benediction will\nfall on their  ears like richest music, \"Come, ye blessed of My Father,\ninherit the kingdom prepared for you from the foundation of the\nworld.\"  Matthew 25:34.  {SC 125.3}",
                "Then the redeemed will be welcomed to the home that Jesus is preparing\nfor them. There their companions will not be the vile of earth, liars,\nidolaters, the impure, and unbelieving; but they will associate with\nthose who have overcome Satan and through divine grace have formed\nperfect characters. Every sinful tendency, every imperfection, that\nafflicts them here has been removed by the blood of Christ, and the\nexcellence and brightness of His glory, far exceeding the brightness of\nthe sun, is imparted to them. And the moral beauty, the perfection of\nHis character, shines through them, in worth far exceeding this outward\nsplendor. They are without fault before the great white throne, sharing\nthe dignity and the privileges of the angels.  {SC 126.1}",
                "In view of the glorious inheritance that may be his, \"what shall a man\ngive in exchange for his soul?\"  Matthew 16:26. He may be poor, yet he\npossesses in himself a wealth and dignity that the world could never\nbestow. The soul redeemed and cleansed from sin, with all its noble\npowers dedicated to the service of God, is of surpassing worth; and\nthere is joy in heaven in the presence of God and the holy angels over\none soul redeemed, a joy that is expressed in songs of holy triumph.  {SC\n126.2}",
                "Bottom of Form\n"
            ],
            "title": "*Chapter 13---Rejoicing in the Lord*"
        }
    ],
    "code": "sc",
    "name": "Steps to Christ"
}